[{"first_publisher_date":"1929","title":"Flags in the Dust","display_order":"1.00","page_stop":"404","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"FD","edit_copy_publisher_date":"2012","first_publisher":"Harcourt Brace","citation":"<p>How to cite this resource:<br />\nPadgett, John, and Stephen Railton.  \"Faulkner's <em>Flags in the Dust</em>.\"  Added to the project: 2012.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>This was Faulkner's third novel, and the first he ever wrote about Yoknapatawpha, although at this early stage he called the county \"Yocona.\" He began writing it in late 1926. It has been published in three different versions, which also have two different names: <em>Sartoris</em> and <em>Flags in the Dust</em>. After being rejected by eleven publishers, the book was accepted by Harcourt, Brace, on the condition that about a fourth of the manuscript be cut. The excisions were made by Ben Wasson, Faulkner's agent, and the shortened text published with the title <em>Sartoris</em> on 31 January 1929. In 1973, Douglas Day re-edited the book from the surviving typescript, restoring the cut passages and adding one from the published <em>Sartoris</em>. This edition, published by Random House, also restored Faulkner's original title, <em>Flags in the Dust</em>. In 2006 Noel Polk established third version, also titled <em>Flags in the Dust</em> but differing in some respects from Day's edition; this was published in the Library of America volume <em>William Faulkner: Novels 1926-1929</em>. In 2012, the current publishers of Faulkner's fiction, Random House/Vintage International, chose to replace Day's edition with Polk's, making it the only version of the novel presently in print. For this reason, the Polk \"corrected\" text is the one on which this digital re-presentation is based.</p>\n","publication_date":"1929-01-31"},{"first_publisher_date":"1929","title":"The Sound and the Fury","display_order":"2.00","page_stop":"321","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"SF","edit_copy_publisher_date":"1990","first_publisher":"Jonathan Cape and Harrison Smith","citation":"<p>How to cite this resource:<br />Napolin, Julie, Johannes H. Burgers, Taylor Hagood, Robert Coleman, Sarah Perkins and Ren Denton.  \"Faulkner's <em>The Sound and the Fury</em>.\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner's second Yoknapatawpha novel, <em>The Sound the the Fury</em>, was published on October 7, 1929.  Its composition marked a turning point in his career: after publishers had initially blocked <em>Flags in the Dust</em> and demanded extreme cuts in the manuscript, Faulkner took the setback as an opportunity.  As he later said about this period, \"I said to myself, now I can write.\"  While his friend Ben Wasson made the changes the publishers demanded in the first novel, published in 1929 as well, Faulkner himself furiously penned a series of short stories about a fictional family named Compson.  One of them, \"That Evening Sun,\" was separately published in 1931.  Another of these stories, titled \"Twilight,\" depicted the family from within the consciousness of a 33-year-old severely retarded and childlike man.  Of his choice to begin with Benjy Compson, Faulkner said that \"the idea struck me to see how much more I could [get] out of the idea of the blind, selfcenteredness of innocence, typified by children, if one of those children had been truly innocent, that is, an idiot.”  The technique Faulkner uses is called \"stream-of-consciousness\" or \"interior monologue,\" and his use of it draws from such influences as Henry James, Joseph Conrad, Fyodor Dostoyevsky and especially James Joyce.  Revised, Benjy's narrative became the first section of the novel.  It is followed by two sections that also use this technique from the perspective of Benjy's brothers Quentin and Jason, and a fourth section written in the third-person omniscient style.  As a whole, according to Faulkner himself, the novel is his attempt \"to draw the picture of Caddy,\" the sister of these three males.  She herself, however, appears only indirectly, as remembered by each of her brothers.  In the fourth section, set on Easter Sunday, only the sound of her name appears.  Her absence is the center around which narrative revolves.  Technically the novel is among Faulkner's most experimental and structurally complex, but at the same time, once the interpretive difficulties of the book are overcome, the story is also among the most moving he ever wrote.  Over time it has come to be considered as one of the masterpieces of Modernist fiction.</p>\n<p><strong>Dating the Story</strong>: Since they are given at the start of each section, the dates of the four days that constitute the novel's narrative \"present\" are as unambiguous as anything in Faulkner's fiction.  The dates of the myriad events that Benjy, Quentin and Jason <em>remember</em>, however, are often extremely difficult and at times impossible to define with precision. That's one of Faulkner's points about consciousness, of course: that in the mind, memory can mean that pieces of the past are \"timelessly\" present.  But our re-presentation of the novel requires us to assign dates to each event, even if, as is often the case, the best we can offer is a date range.  The choices we made were derived as directly as possible from the evidence of the text itself, but at the same time we consulted, gratefully, the extant scholarship on <em>The Sound and the Fury</em>.  In particular we found Edmund Volpe's chronologies of Benjy's and Quentin's sections extremely useful.  See Edmund L. Volpe, <em>A Reader's Guide to William Faulkner: The Novels</em> (Syracuse, N.Y.: Syracuse University Press, 2003). </p>\n<p><strong>Mapping the Story</strong>.  For help determining the physical layout of the Compson Place, we consulted a number of scholars as well as the article \"'Each in its Ordered Place': Structure and Narrative in 'Benjy's Section' of <em>The Sound and the Fury</em>,\" by George R. Stewart and Joseph M. Backus (<em>American Literature</em> 29: 4 [1958]: 440-456). \"June 2, 1910,\" the novel's second section set within the consciousness of Caddy's older brother Quentin, takes place physically in and around Cambridge, Massachusetts.  Our inset map is taken from <em>Map of the City of Boston and Vicinity</em> (Boston: Geo. H. Walker & Co., 1900).  But unlike most of the major settings in the Yoknapatawpha fictions (Mississippi, of course, but also Memphis and New Orleans), Faulkner probably had no first-hand knowledge of the Boston area, and it should be noted that the world Quentin moves through on the last day of his life seems largely invented to serve the needs of the story.</p>\n","publication_date":"1929-10-07"},{"first_publisher_date":"April 1930","title":"\"A Rose for Emily\"","display_order":"3.00","page_stop":"130","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"119","code":"RE","edit_copy_publisher_date":"1995","first_publisher":"Forum Magazine","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., and Elizabeth Cornell.  \"Faulkner's 'A Rose for Emily.'\"  Added to the project: 2012.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>By far one of Faulkner's most anthologized stories, \"A Rose for Emily\" was also his first story to be published in a national magazine, <em>Forum</em>, April 1930.  The composition details of this story are somewhat unclear.  Although Joseph Blotner assumes that Faulkner started writing it as early as 1927, the letter on which this assumption is based does not provide any explicit evidence.  Whatever the case may be, the story went from manuscript to typescript to published text somewhere between 1927 and 1930.  Throughout this period, Faulkner changed the story substantially by making it both shorter and more enigmatic.  More precisely, the final published version leaves out an extended conversation between Emily and Tobe regarding the dead Homer Barron.</p>\n<p>After 1930, Faulkner revised the story slightly for publication in the short story collection <em>These 13</em> (1931).  This revised version has become one of Faulkner's most frequently re-published texts, appearing, for example, in <em>A Rose for Emily and Other Stories</em> (1945), <em>The Portable Faulkner</em> (1946), <em>Collected Stories of William Faulkner</em> (1950), <em>The Faulkner Reader</em> (1954), <em>A Rose for Emily</em> (1956), and <em>Selected Short Stories of William Faulkner</em> (1962).  It is also the version adhered to here.</p>\n","publication_date":"1930-04-30"},{"first_publisher_date":"","title":"\"Honor\"","display_order":"4.00","page_stop":"","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"","page_start":"","code":"HO","edit_copy_publisher_date":"","first_publisher":"","citation":"","edit_copy_publisher":"","about":"","publication_date":"1930-07"},{"first_publisher_date":"1930","title":"As I Lay Dying","display_order":"5.00","page_stop":"261","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"LD","edit_copy_publisher_date":"1990","first_publisher":"Jonathan Cape and Harrison Smith","citation":"<p>How to cite this resource:<br />Dye, Dotty, Erin Kay Penner, William Teem, Jennie J. Joiner, and John Corrigan.  \"Faulkner's <em>As I Lay Dying</em>.\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p><em>As I Lay Dying</em>, Faulkner's third Yoknapatawpha novel, was published on October 6, 1930.  Like the second one, it is very much about family - but a very different class of family.  The Compsons in <em>The Sound and the Fury</em>, like the Sartorises and Benbows in <em>Flags in the Dust</em>, belong to Yoknapatawpha's aristocracy, and Faulkner treats their dispossession by the forces of modernity in often tragic tones.  The Bundrens, on the other hand, are dirt-poor farmers who live beyond Frenchman's Bend, in the far south-eastern part of the county.  The novel's representation of their physical and psychological struggles during their journey with the mother's body through flood and fire is more often either comic or grotesque, though there are also moments of great pathos.  The novel seems much less interested than the previous two in the issues of Southern history; its deepest concerns are more broadly human problems: family life and the fact of death.</p>\n<p>Artistically the novel continues the type of narrative experimentation Faulkner had displayed in <em>The Sound and the Fury</em>.  It consists of fifty-nine separate internal monologues, conveying the thoughts and perspectives of the seven members of the family (including the one who dies during the novel's first day) and eight other people who intersect the story at various points (including the lover who is the secret father of one of the siblings).  The narrative excludes any third-person or omniscient point of view, although Darl Bundren, who has by far the most sections, seems both certifiably mad and conventionally omniscient by turns.</p>\n<p>Our representation of the novel is based on the 1991 Vintage International paperback edition, which uses Noel Polk's corrected text.</p>\n<p><strong>Dating the Story</strong>: The narrative occurs during ten days in July.  \"July\" is specified twice.  But which July?  The novel contains only one other unambiguous temporal marker: Darl's reference to having previously been \"in France at the war\" (254).  Of the dozen July's between the first World War and the novel's publication, we have chosen 1927 as the year that Faulkner was most likely to have had in mind.  1927 was the year of the \"Great Mississippi Flood\" that devastated much of the region to the west of Yoknapatawpha.  It did not, in fact, reach as far east as Lafayette County, the original Yoknapatawpha, but it clearly left a mark on Faulkner's imagination: the interpolated story \"Old Man\" in <em>Wild Palms</em> (1939) uses the 1927 flood as its setting.  But it needs to be said explicitly: the year 1927 is essentially an arbitrary choice.  The Bundrens' journey could have occurred during any year between, say, 1925 and 1930.</p>\n<p><strong>Mapping the Story</strong>: This is among the most perplexing Faulkner texts to plot on a map, and the way he himself located parts of it on his own 1936 map of Yoknapatawpha do not help resolve the problems.  The first major challenge to the Bundrens in their quest to carry Addie's body to Jefferson is the flooded river that lies between their house and the town.  They spend the first day of the trip looking for a bridge that still stands, and much of the second fording the raging waters with great difficulty.  (Curiously, the novel does not bother to explain how the people from Frenchman's Bend who attend Addie's funeral managed to get over and back across the same river.)  Once the Bundrens reach the far side, they learn that, because the broken levee at Haley Bottom has flooded the only road, they can't travel directly to town but will need to go through Mottson.  The town of Mottson is not only a long way out of their way (allowing the unembalmed corpse to decay still further in the July sun); on both Faulkner's own maps the town is back on the other side of the river they have just worked so hard to get across.  The \"explanation\" our map provides by bending the river southward is essentially a pure speculation, and probably says more about the needs of our project than the work of Faulkner's imagination.  Throughout his career he was always willing to sacrifice consistency to the demands of the particular story he was trying to tell, and he probably never felt our anxiety to make sense of the Bundrens' route.  In any case, in 1930 he was still at the beginning of the process of creating \"Yoknapatawpha\" - <em>As I Lay Dying</em> is in fact the first time Faulkner bestows that name on his fictional world (it was Yocona before) - and so his landscape was probably still imaginatively very fluid in his mind.  A last pair of examples of this lack of fixity: on that 1936 map the recurring locations of Tull's and Armstid's farms are located in very different places than in this novel.</p>\n","publication_date":"1930-10-06"},{"first_publisher_date":"25 October 1930","title":"\"Red Leaves\"","display_order":"6.00","page_stop":"341","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"313","code":"RL","edit_copy_publisher_date":"1995","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., Elizabeth Cornell, and Garrett Morrison.  \"Faulkner's 'Red Leaves.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Red Leaves\" was the second story Faulkner managed to get published in the <em>Saturday Evening Post</em>, and it appeared in the magazine's October 25, 1930 issue. Faulkner may have begun writing it as early as 1927 or as late as 1929.  He sent it to the <em>Post</em> on July 24, 1930. Faulkner revised the story for <em>These 13</em> (1931), and it next appeared in <em>The Portable Faulkner</em>, edited by Malcolm Cowley (1946).  Faulkner published it in his <em>Collected Stories</em> (1950), where it opened the section entitled \"The Wilderness\" that includes his three other tales about the Indians of Mississippi.  He revised the story one more time, for <em>Big Woods</em> (1955).  \"Red Leaves\" has been frequently anthologized and is widely considered to be one of Faulkner’s finest. In keeping with the editorial practices of the <em>Digital Yoknapatawpha</em> project, our representation of it is based on the <em>Collected Stories</em> version.  </p>\n<p>As the earliest written of Faulkner's four \"Indian stories,\" \"Red Leaves\" steps into a previously unexplored corner of Yoknapatawpha County.  In this story the name of the tribe, which in some texts he calls Choctaw and in others Chickasaw, is never given.  It should be said that Faulkner's representation of Native American behavior and customs is very unreliable, though it is historically true that after white settlers brought slaves into the region that became the Deep South, some southern Indian tribes owned slaves.  The tale is also his earliest hard look at slavery, an issue that would come to occupy more of his attention later in the 1930s.</p>\n<p><strong>Dating the Story:</strong> It is impossible to reconcile the timeline of the story with either regional history or Faulkner's other fictions about the Indians of Yoknapatawpha.  The text uses two real historical figures to locate the period in which Doom traveled to New Orleans - \"Carondelet\" and \"General Wilkinson\" (318) - both of whom are in the city at the same time as Doom.  Hector de Carondelet was the Spanish Governor of Louisiana from 1791-1797. (Wilkinson could have been there as well during that period, or earlier or later.)  Doom's son Issetibbeha, who is born soon after he returns to his tribe, is specifically \"nineteen\" years old when Doom dies (319).  \"Five years later\" Issetibbeha travels to Paris, returning to the tribe \"a year later\" (320).  He marries after that.  The child of that marriage, Moketubbe, is at least \"twenty-five\" when Issetibbeha gives him the red slippers (321); and Issetibbeha \"lives for five years longer\" before his death sets the plot of \"Red Leaves\" in motion (322).  So it is at least 55 years after Doom's trip, i.e. the early 1850s, when Issetibbeha's slave runs away.  But historically the Indians of northern Mississippi were \"removed\" from the state and relocated in Oklahoma by the mid-1830s.  Given this disparity, we have chosen to follow the intervals provided by the text, choosing \"1794\" as the date of Doom's trip to New Orleans and counting forward from there.  But even so, all our dates are approximate.  (Other events in the story are also problematic when measured against history.  Congress abolished the importation of slaves into the U.S. in 1808, and steamboats did not appear on the Mississippi until after 1811.)</p>\n","publication_date":"1930-10-25"},{"first_publisher_date":"January 1931","title":"\"Dry September\"","display_order":"7.00","page_stop":"183","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"169","code":"DS","edit_copy_publisher_date":"1995","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Coleman, Robert, and Garrett Morrison.  \"Faulkner's 'Dry September.'\"  Added to the project: 2012.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Dry September\" was first published in <em>Scribner's Magazine</em> in January 1931, and later that year it was republished in Faulkner's short story collection <em>These 13</em>. The theme of rape in \"Dry September\" is also central to Faulkner's novel <em>Sanctuary</em>, which appeared in 1931 as well. Likewise, the themes of racism and lynching in the short story point suggestively toward Faulkner's handing of the same subject matter a year later in his novel <em>Light in August</em>.</p>\n<p>In February 1930, Faulkner sent an early version of the story, entitled \"Drouth,\" to <em>The American Mercury</em>, which rejected it. Subsequent revisions of \"Drouth\" intensified its rhetorical force by rearranging the plot. In May 1930, <em>Scribner's</em> accepted the new version for $200, and eight months later published it as \"Dry September.\"</p>\n<p>One of Faulkner's most frequently anthologized works, \"Dry September\" has since appeared in <em>A Rose for Emily and Other Stories</em> (1945), <em>The Faulkner Reader</em> (1954), Modern Library's <em>Selected Short Stories of William Faulkner</em> (1962) and Random House's <em>Collected Stories of William Faulkner</em> (1950; republished in paperback by Vintage International in 1995). We adhere to the version of the story published in the latter volume.</p>\n<p><strong>Dating the Story</strong>: The story's main events occur on a \"Saturday\" (180).  The title gives us the month, and the fact that among the characters are two veterans of World War I tells us it takes place after 1918, but otherwise we have to speculate about the year.  Our choice to set it in 1920 is extrapolated from the fact that the car belonging to Minnie's one beau, \"the cashier in the bank,\" was \"the first automobile in town\" (174).  In Faulkner's final novel, <em>The Reivers</em> (1962), the first car in Jefferson arrives in 1903, but in <em>The Sound and the Fury</em>, published the year before Faulkner wrote this short story, the \"first auto in town\" is the car that Herbert Head gives Caddie Compson in 1909.  Neither of these cars is the \"red runabout\" in the story, but together with the narrative's statement that Minnie starts riding in the car \"twelve years\" prior to the day Will Mayes is lynched, they do give us a time frame for dating the story (174).   If this story's \"first car\" appears in 1908, then its September would be 1920 - though it has to be said that that's an editorial judgment; the September in question could have been as much as several years later.</p>\n<p><strong>References</strong>: Blotner, Joseph, <em>Faulkner: A Biography</em> (Random House, 1974); Fragnoli, A. Nicholas, Michael Golay, and Robert W. Hamlin, <em>Critical Companion to William Faulkner: A Literary Response to His Life and Work</em> (Facts on File, 2008).</p>\n","publication_date":"1931-01"},{"first_publisher_date":"1931","title":"Sanctuary","display_order":"8.00","page_stop":"317","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"SY","edit_copy_publisher_date":"1993","first_publisher":"Jonathan Cape and Harrison Smith","citation":"<p>How to cite this resource:<br />\nRailton, Stephen, Ben Robbins, and Theresa M. Towner. \"Faulkner's <em>Sanctuary</em>.\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>William Faulkner wrote <em>Sanctuary</em> the first time during the first five months of 1929, at virtually the same time his third novel, <em>Sartoris</em>, appeared and during the revision of his fourth, <em>The Sound and the Fury</em>.  He wrote <em>As I Lay Dying</em> at the end of that year, and after its publication the troubled publisher decided to issue the previously rejected <em>Sanctuary</em>.  When Faulkner got the galley proofs of the novel, he decided to revise it, and he did so extensively over a period of about two months.  That version of the novel appeared on 9 February 1931 and sold extremely well; it remained his best-selling novel for many years, in part because of its scandalous subjects and themes.  The text of the original (unrevised) novel, edited by Noel Polk, appeared in 1981; Polk also edited the published version in the series of corrected texts issued by Modern Library and Random House/Vintage International.  The text of the Vintage edition is the basis for our re-presentation of the novel.</p>\n<p><strong>Dating the Story</strong>: By beginning <em>Sanctuary</em> with Horace Benbow coming back to Jefferson and going to stay with his sister Narcissa at the Sartoris place, Faulkner sets the novel up as a kind of sequel to his first Yoknapatawpha fiction, <em>Flags in the Dust</em>, published as <em>Sartoris</em>.  That novel ends in the late spring of 1920, with Horace and his new wife moving out of Jefferson and Narcissa giving birth to Benbow \"Bory\" Sartoris.  Since in <em>Sanctuary</em> Horace says he's been married for \"ten years\" (17) and the narrator says Bory is \"ten years old\" (23), a good case can be made for dating the events of this novel in 1930.  But early in <em>Sanctuary</em>’s critical history, Cleanth Brooks dated its present tense in 1929 (<em>William Faulkner:  The Yoknapatawpha Country</em>, 1963).  More recent commentators mostly agree with that choice (see Edwin T. Arnold and Dawn Trouard, <em>Reading Faulkner:  Sanctuary</em>, 1996).  The strongest corroborating evidence for 1929 are the very definite dates and days of the week that appear in the text.  Tommy is murdered and Temple raped, for example, on Sunday, 12 May — a date that appears on calendars for 1929 but not 1930.  Faulkner wrote the bulk of the original <em>Sanctuary</em> in 1929, and it was his habit to situate the present tense of his fictions near his own present time.  While he did substantially revise the book at the galley stage, he did not change the dates and days of the week in the original text.  Therefore, our chronology uses 1929 as the year in which most of <em>Sanctuary</em> takes place.</p>\n<p>After making him a major character in two of his first four Yoknapatawpha fictions, Faulkner never came back to Horace Benbow.  But two decades later he did pick up the story of Temple Drake and Gowan Stevens, which seems to end so completely and disastrously early on in <em>Sanctuary</em>.  Temple and Gowan, as wife and husband, are major characters in <em>Requiem for a Nun</em> (1951).</p>\n","publication_date":"1931-02-09"},{"first_publisher_date":"March 1931","title":"\"That Evening Sun\"","display_order":"9.00","page_stop":"309","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"289","code":"TES","edit_copy_publisher_date":"1995","first_publisher":"American Mercury","citation":"<p>How to cite this resource:<br />Knepper, Steven, Cheryl Lester, and Julie Napolin. \"Faulkner's 'That Evening Sun.'\"   Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"That Evening Sun\" is a short story first published under the title \"That Evening Sun Go Down\" in March 1931 in the <em>American Mercury</em> magazine. The title is taken from the song  \"St. Louis Blues,\" composed by W.C. Handy in 1914 and popularized by Bessie Smith and Louis Armstrong in 1927. There are four different versions of the story: a six-page early draft, possibly begun sometime between 1927-1929, titled \"Never Done No Weeping When You Wanted to Laugh\" (posthumously published in <em>Mississippi Quarterly</em> in 1983); the typescript of \"That Evening Sun Go Down,\" which Faulkner sent to H.L. Mencken for editing and revision and which was published under the title \"That Evening Sun Go Down\" in Mencken's <em>American Mercury</em>; and a later revision published under the title \"That Evening Sun\" in the 1931 collection <em>These 13</em>. This version is essentially identical to the final form that appears in <em>The Collected Stories</em> (1977), which provides the source for our representation.<br />\nThere is a problem with the larger chronology of this story's narrator, Quentin Compson, because he commits suicide in 1910 in <em>The Sound and the Fury</em> (1929). It is not clear how he can be alive and, as the first paragraph of \"That Evening Sun\" indicates, looking back 15 years from the 1920s. While Faulkner added the first paragraph of the story for the <em>American Mercury</em>, evidence suggests that he conceived of and even began \"That Evening Sun\" before writing <em>The Sound and the Fury</em>.</p>\n","publication_date":"1931-03"},{"first_publisher_date":"1931","title":"\"Ad Astra\"","display_order":"10.00","page_stop":"429","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"407","code":"AD","edit_copy_publisher_date":"1995","first_publisher":"Jonathan Cape & Harrison Smith","citation":"<p><p>How to cite this resource:<br /><br />\nCarothers, James B. and Stephen Railton.  \"Faulkner's 'Ad Astra.'\" Added to the project: 2017. <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Ad Astra,\" meaning \"to the stars\" (from the motto of the Royal Air Force), was the title of an early Faulkner story that apparently has been lost.  Faulkner used the title again when he wrote <em>this</em> \"Ad Astra\" sometime late in 1930.  It was first published in <em>American Caravan</em> in 1931, revised slightly by Faulkner for his collection <em>These 13</em> (1931), and included in the <em>Collected Stories</em> (1950), which is the version on which our representation is based.  Faulkner retained his interest in this story and its characters, making one of them, Monaghan, the central character and narrator of \"Honor,\" a non-Yoknapatawpha story written at approximately the same time as this \"Ad Astra.\"  Two decades later he returned to Monaghan in <em>A Fable</em> (1954).  More importantly, he placed \"Ad Astra\" first among the five World War I stories he gathered in \"The Wasteland\" section of <em>Collected Stories</em>.</p>\n<p>At first the story seems far removed in geography and culture from the other Yoknapatawpha fictions.  Set near and in Amiens, a French city north of Paris, on the evening of November 11, 1918, the day World War I ended, it brings together a group of Allied veterans who have flown in the British Flying Corps though they mostly come from America and Ireland. Among these men is a Sartoris, and the story has its origins in Faulkner's first Yoknapatwapha novel (published in abridged form as <em>Sartoris</em> in 1929, eventually restored and published in 1973 under Faulkner's original title: <em>Flags in the Dust</em>).  Among the most significant events in either version of the novel are the death in air combat of young John Sartoris, followed by his twin brother Bayard's revenge on the German aviator who shot him down.  These events are briefly re-told in \"Ad Astra,\" but the main focus of this story is on the larger group that includes Sartoris, the survivors of the War, a lost generation who, as a character puts it, \"will walk the earth [as] a spirit\" while still alive (428).</p>\n<p>The narrator looks back at these men from the 1930 vantage point he shares with the story's readers. He is still reflecting on the consequences of the war that was \"fought to end war forevermore\" (409).  He recalls the barely articulate expressions and wants of the aviators (Comyn, Monaghan, Sartoris, and Bland) and the more elaborate personal narratives and philosophical musings provided by two non-aviators, the Indian subadar and the German prisoner.  These two educated and articulate men expound on the futility of war and explain their own behavior in polite opposition to such carnage.  His story demonstrates that none of the surviving airmen manage to enjoy the \"peace\" that has arrived, neither through alcohol, brawling, or whoring.  Nor is the narrator satisfied with the rationalizations of the subadar and the captured German.  Ultimately, all of them are lost.  \"After twelve years\" he says, \"I think of us as bugs in the surface of the water, isolant and aimless and unflagging. . . . . Out of nothing we howled, unwitting the storm which we had escaped and the foreign strand which we could not escape; that in the interval between two surges of the swell we died who had been too young to have ever lived\" (408).</p>\n","publication_date":"1931"},{"first_publisher_date":"May 1931","title":"\"Hair\"","display_order":"11.00","page_stop":"148","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"131","code":"HR","edit_copy_publisher_date":"1995","first_publisher":"American Mercury","citation":"<p>How to cite this resource:<br />Cornell, Elizabeth, and Stephen Railton.  \"Faulkner's 'Hair.'\"  Added to the project: 2017.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Hair\" (1931) has complex roots in Faulkner's imagination.  The girl Susan, along with her guardians Mr. and Mrs. Burchett, appear in one of his very first stories, \"Moonlight,\" which was written some years earlier and remained unpublished until Joseph Blotner included it in <em>Uncollected Stories</em> (1979).  The barber Hawkshaw is a central character in \"Dry September,\" a story Faulkner was still revising when he began \"Hair.\"  But for this new story these characters are dramatically revised.  \"Hawkshaw,\" for example, turns out to be a newcomer to Jefferson, whose real name is Henry Stribling.  The people of Jefferson call him \"Hawkshaw,\" a slang term for \"detective,\" because \"that was the last thing in the world anybody would suspect him to be\" (141).  Nonetheless \"Hair\" is a kind of detective story, in which that role is played by many <em>other</em> characters, who try to solve the mystery of Hawkshaw's behavior.  The chief investigator is the unnamed narrator, though his account relies on other men's testimony as well as his own research.  And while he chooses to withhold most of what he learns from the townspeople, in the end his apparently privileged position is eroded by his ultimate discovery of what he doesn't know, hadn't imagined at all.  Both these structual elements - the quasi-detective plot and the de-centering of the story's narrative perspective - connect this tale with many other Yoknapatawpha fictions, including such major works as <em>Absalom, Absalom!</em></p>\n<p>Susan's behavior in this story is another imaginative strand that readers of Faulkner's early fictions are familiar with.  In the Twenties it was often a symbol of liberation for a woman to cut - or \"bob\" - her hair.  For all the time that Susan spends in the barber shop, it's not clear that Faulkner wants us to place her in that context, but Susan clearly belongs in the gallery of promiscuous female characters - Joan Heppleworth, Caddy Compson, Temple Drake, Addie and Dewey Dell Bundren, and so on - whose sexuality occupies, even preoccupies a good part of the text.  Those readers, however, might be just as surprised as the narrator by the ending of this young woman's story.</p>\n<p>After several rejections, \"Hair\" was bought by H. L. Mencken's <em>American Mercury</em> magazine, where it appeared in May 1931.  After several slight revisions, Faulkner republished it in <em>These Thirteen</em> (1931), his first volume of short stories.  He included it again in <em>Collected Stories</em> (1950), where it appears immediately after \"A Rose for Emily\"; this version is the basis for our representation of the story.</p>\n<p><strong>Dating the Story</strong>: There are an unusually large number of specific dates in \"Hair,\" especially in the Bible that the narrator sees at the Starneses, and quite a few other kinds of temporal references as well - \"thirteen years ago\" (137), \"twelve years he stayed\" (142), \"two weeks ago\" (136), and so on.  But the narrative also contains irreconcilable chronological discrepancies, especially at the end, when the narrator says \"last week I went to Division\" on the same page where he says \"it was three months\" <em>after that</em> when the final scene takes place (145).  Under these circumstances we chose to accept the Bible's written dates, and for the unwritten ones to work both forwards from them and backwards from the date of the story's publication (May 1931).  By this reckoning Henry Stribling arrives in Jefferson, and is rechristened Hawkshaw, in the spring of 1918 - but in Faulkner's mind that might have happened a year earlier or later.</p>\n","publication_date":"1931-05"},{"first_publisher_date":"June 1931","title":"\"Spotted Horses\"","display_order":"12.00","page_stop":"183","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"165","code":"SH","edit_copy_publisher_date":"1997","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Dye, Dotty, and Stephen Railton.  \"Faulkner's 'Spotted Horses.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>The composition history of \"Spotted Horses\" is complex and a bit elusive.  The account of the horse auction forms the bulk of the uncompleted \"Father Abraham\" manuscript; written in late 1926 or early 1927, this was Faulkner's earliest representation of Yoknapatawpha and its inhabitants.  Over the next four years he rewrote the tale several times, from several different narrative points of view, and submitted it to magazines under several different titles, including \"As I Lay Dying\" and \"Aria Con Amore.\"  Early in 1931 <em>Scribner's Magazine</em> accepted it, but wanted a new title.  As \"Spotted Horses\" it appeared in their June 1931 issue.</p>\n<p>The story's publication history is much simpler.  The tale Faulkner had set out to tell in \"Father Abraham,\" the narrative of Flem Snopes' rise from sharecropper's son to bank president, became the Snopes Trilogy, and the story of the auction, expanded and revised, appears in Book 5, Chapter 1, of the first novel in that trilogy: <em>The Hamlet</em> (1940).  When Faulkner collected his short fiction for <em>Collected Stories</em> (1950), he chose not to include the magazine version of \"Spotted Horses.\"  Joseph Blotner reprinted that in his 1979 <em>William Faulkner: The Uncollected Stories</em>, and that text provides the basis for our digital representation.</p>\n","publication_date":"1931-06"},{"first_publisher_date":"August 1931","title":"\"The Hound\"","display_order":"13.00","page_stop":"164","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"152","code":"TH","edit_copy_publisher_date":"1997","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., and Stephen Railton.  \"Faulkner's 'The Hound.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Curiously, there are no geographical names in this story.   The town is just called \"the town\" or \"the countyseat\" and the county, \"the county.\"  But its cast includes a Snopes and Vernon Tull, and the local meeting place is \"Varner's store\" - these details clearly locate the tale in Yoknapatawpha. The story it tells was probably originally imagined as part of the novel Faulkner titled \"Father Abraham.\"  This planned work, organized around Flem Snopes' rise from poverty in Frenchman's Bend to wealth and power in Jefferson, was Faulkner's first attempt to write about the place that he soon decided to call Yoknapatawpha.  He never finished it, but did publish three different stories set in Frenchman's Bend between 1931 and 1932.  \"The Hound,\" published by <em>Harper's Magazine</em> in August, 1931, was the second of these.</p>\n<p>A grim tale of crime and guilt, the story stays tightly focused on the actions and emotions of its anti-hero, Ernest Cotton, a \"mild man\" who turns out to have an inexhaustible fund of bitterness, rage and fear.  The hound, his nemesis, provides the tale's relentless soundtrack.  Faulkner reprinted the story in his second collection of short fiction, <em>Doctor Martino and Other Stories</em> (1934).  At the end of that decade he returned to the original \"Father Abraham\" project, recasting it as the Snopes Trilogy.  Along with the other two early tales - \"Spotted Horses\" (1931) and \"Lizards in Jamshyd's Courtyard\" (1932) - \"The Hound\" was incorporated into the first volume of that trilogy, <em>The Hamlet</em> (1940).  For this novel Faulkner made extensive revisions in the story, including changing Cotton's name to Mink Snopes, giving him a wife and children, and expanding the role of the Snopes who clerks in the store, who is now identified as Mink's cousin Lump.  Our representation of the story derives from the <em>Harper's</em> text, as reprinted by Joseph Blotner in the <em>Uncollected Stories of William Faulkner</em> (1979).</p>\n<p><strong>Dating the Story</strong>: We have chosen to date our representation of the story over 11 days - and for Cotton, 10 sleepless nights - in July, 1929.  This is a speculation, informed by the temporal cues that the text itself provides.  On the tale's last day, when Cotton is being driven to jail, the Sheriff's car meets \"cars and wagons\" going home from \"market day in the town\"; in the Yoknapatawpha fictions, as in Faulkner's rural South, the regular day for country people to go into town to shop is Saturday.  And as the car drives through the streets of town, it passes children playing and adults walking homeward \"in the long twilight of summer,\" which makes July a good guess.  The fact that Cotton is in a car and that they meet other cars on the road suggests that the year is probably the late 1920s (earlier, cars were rare in Yoknapatawpha; when Faulkner revised the story for <em>The Hamlet</em>, the Sheriff travels in a horse-drawn surrey).  Using Faulkner's tendency to set fictions that aren't explicitly \"historical\" at or near the time he was writing them gave us 1929.  In July 1929 there is a Saturday on the 13th.  The men at Varner's say Houston's horse returned home without him on a \"Tuesday.\"  Working backward from the 13th \"two-three days\" to the day Cotton's shotgun was brought to  Varner's and then further back over the several nights that the hound has already been howling took us to July 2nd as the Tuesday on which the story starts.  But this <em>is</em> our interpretation.  The story takes place in the summer in the late Twenties, and begins on a Tuesday and ends on a Saturday - that's all we know for certain.</p>\n","publication_date":"1931-08"},{"first_publisher_date":"1931","title":"\"All the Dead Pilots\"","display_order":"14.00","page_stop":"531","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"511","code":"ADP","edit_copy_publisher_date":"1995","first_publisher":"Jonathan Cape and Harrison Smith","citation":"<p>How to cite this resource:<br />Towner, Theresa M., and Lorie Watkins.  \"Faulkner's 'All the Dead Pilots.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>This story was originally entitled \"Per Ardua,\" from the motto of the Royal Air Force:  \"Per ardua ad astra\" (\"Through struggles to the stars\").  The story certainly existed by 5 February 1930, when Faulkner submitted it to the <em>Saturday Evening Post</em>.  It underwent five rejections by the popular magazines before Faulkner included it as the third story in his first collection of short stories, <em>These 13</em> (1931); it appears there after \"Victory\" and \"Ad Astra\" and before \"Crevasse,\" which he had excised from the lengthy \"Victory.\"  In the first Yoknapatawpha novel, <em>Flags in the Dust</em>, Johnny Sartoris' death in World War I haunts his twin brother Bayard, who is not mentioned in the story; the Mississippians who are mentioned in Johnny's letter - Aunt Jenny, Elnora and \"grandfather\" - are important characters in that earlier novel.  Although additional Sartoris family members appear in many other of Faulkner’s fictions, including <em>Sanctuary</em>, \"All the Dead Pilots\" concerns the romantic rivalry between the American Sartoris and the English Captain Spoomer for the affections of the same woman - twice.  Faulkner told at least two acquaintances that he liked it best of his stories, writing \"\"This is the best one\" over its title in a copy of <em>These 13</em> (Blotner, <em>William Faulkner: A Biography</em>, 1974: 731-32, 777).  When he assembled his <em>Collected Stories</em> in 1948, he opened \"The Wasteland\" section of Great War stories with \"Ad Astra,\" followed by the related \"Victory\" and \"Crevasse,\" and ending with \"Turnabout\" and \"All the Dead Pilots\" - a waste land of war, indeed.  Our representation of the story is based on the version that appears in <em>Collected Stories</em>.</p>\n","publication_date":"1931-09-21"},{"first_publisher_date":"1931","title":"\"A Justice\"","display_order":"15.00","page_stop":"360","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"343","code":"J","edit_copy_publisher_date":"1995","first_publisher":"Jonathan Cape and Harrison Smith","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Christopher Rieger.  \"Faulkner's 'A Justice.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"A Justice\" can be linked to two other short stories written around the same time, i.e. the late 1920s. Like \"Red Leaves,\" this story takes place among the Indian tribe that inhabited Yoknapatawpha before the white settlers arrived. In \"A Justice\" the Indians are identified as Choctaws, though in later fictions Faulkner calls them Chickasaws. (The actual Native Americans who inhabited the part of Mississippi Faulkner is writing about were Chickasaws, but Faulkner's Indians derive essentially from his own imagination and the preconceptions of his white culture - they are not a reliable representation of either Chocktaw or Chickasaw life.)  Like \"That Evening Sun,\" \"A Justice\" is narrated by Quentin Compson, looking back at his experience as a child with a non-white inhabitant of Yoknapatawpha. In this story, that character is an old half-Indian half-black man named Had-Two-Fathers at birth and re-named Sam Fathers when he is sold to the Compsons.  \"A Justice\" - in which Quentin tries to understand the meaning of a story about slavery and miscegenation that is being told by someone who was told it by someone else - can also be read as anticipating key narrative and thematic elements of the novel <em>Absalom, Absalom!</em>.</p>\n<p>\"A Justice\" focuses on three different topics: Doom's rise to power, the ancestry of Sam Fathers, and the consequences of chattel slavery. Doom's reinvention of himself in New Orleans and his subsequent ruthless quest for power relates him to several of Faulkner's white characters and arguably rebuts the \"noble savage\" trope as we see Indian culture as susceptible to the same forces of greed and corruption as white culture. As in other fictions, Sam is defined by that white culture as \"black\" despite being half-Indian. (When he reappears in the later novel <em>Go Down, Moses</em>, his racial lineage is more complex.) In \"A Justice,\" his biological father, Crawfish-ford (or Craw-ford) is a member of Doom's tribe who sleeps with Sam's unnamed mother after she is acquired as a slave by Doom. When the woman's unnamed slave husband objects, Doom devises a Solomon-like solution to provide a sort of \"justice\" which attempts to protect the couple's marriage from the intrusion of the owning class.</p>\n<p>Like Sam Fathers, the story had two names. Beginning in December, 1930, Faulkner submitted it to five different magazines under the title \"Indians Built a Fence.\"  All five rejected it. Under its second and final title, it was first published in <em>These Thirteen</em>, Faulkner's first published collection of short stories (1931).  It was re-printed with three other \"Indian stories\" in the \"Wilderness\" section of his <em>Collected Stories</em> (1950), which provides the edition our representation is based on.</p>\n<p><strong>Dating the Story:</strong>  Faulkner's three short stories about Ikkemotubbe's Indian tribe contain a number of inconsistencies and anachronisms.  The anachronisms make it impossible to align the stories with history (all of them, for example, have steamboats traveling up the Mississippi and Tallahatchie Rivers too early).  The inconsistencies make it impossible even to align the stories with each other.  In all three, for example, Ikkemotubbe travels to New Orleans. According to \"Red Leaves,\" the earliest written of the three stories, at the time of his sojourn \"New Orleans was a European city\"; that statement, and the presence in the text of the historical figure Carondelet, require a date prior to the 1803 Louisiana Purchase.  \"A Justice\" was written not long after \"Red Leaves,\" and one detail in the story could suggest a similar date: Sam Fathers is born about a year after Ikkemotubbe returns from the New Orleans trip, and the narrator says that Sam is \"almost a hundred years old\" when he recounts the story of his birth (343). We are using Quentin Compson's birth date from <em>The Sound and the Fury</em> as a way to date his visit to the farm in \"A Justice\" as 1902, and if Quentin's and Sam's respective ages were the story's only chronological references, then the New Orleans trip could occur at the same time (circa 1802) in both stories.  But in this story Ikkemotubbe's visit to New Orleans very explicitly occurs at the time of \"the white man's fight\" in the city (346).  That phrase can only refer to Andrew Jackson's 1815 victory over the British.  Faulkner would have expected every reader to know that famous date, so we are using it as our basis for dating the story Sam tells.  Assuming he returns a couple years after the Battle of New Orleans, we locate the return in 1817.  This makes Sam 84-85 years old in 1902, which is probably close enough to 100 from a boy's point of view.   Sam says Herman Basket told <em>him</em> the story \"when I was big enough to hear talk\" (345), which we're speculating means when he was about 10, or in 1827.</p>\n","publication_date":"1931-09-21"},{"first_publisher_date":"January 1932","title":"\"Death Drag\"","display_order":"16.00","page_stop":"205","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"185","code":"DD","edit_copy_publisher_date":"1995","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Robbins, Ben, and Theresa M. Towner.  \"Faulkner's 'Death Drag.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Viking International","about":"<p>\"Death Drag\" was published in <em>Scribner’s</em> magazine in January 1932 (as \"Death-Drag\") but well may have been written as early as December 1930.  Faulkner included it in his collection <em>Doctor Martino and Other Stories</em> (1934), and Malcolm Cowley chose it for Viking’s <em>Portable Faulkner</em> (1946).  It also appears in <em>Collected Stories</em> in \"The Village\" section.  Of the ten stories there, only \"Death Drag\" is not set specifically in Jefferson; Faulkner deliberately avoids mentioning the name of the town (186), describing it instead as \"a small town interchangeable with and duplicate of ten thousand little dead clottings of human life about the land\" (197-98).  Faulkner described it in a letter to Cowley as \"just a tale, could have happened anywhere\" (<em>Selected Letters</em> 205).  But the map he drew of Yoknapatawpha for Cowley's <em>Portable</em> edition includes both the title of the story and the location of the airfield just south of Jefferson, so on that basis we have decided to include it among Faulkner's \"Yoknapatawpha fictions.\"   “Death Drag” joins Faulkner’s first published story, \"Landing in Luck\" (1919), in his career-long interest in aviation of all kinds.</p>\n","publication_date":"1932-01"},{"first_publisher_date":"February 1932","title":"\"Centaur in Brass\"","display_order":"17.00","page_stop":"168","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"149","code":"CB","edit_copy_publisher_date":"1995","first_publisher":"American Mercury Magazine","citation":"<p>How to cite this resource:<br />Towner, Theresa M., and Lorie Watkins.  \"Faulkner's 'Centaur in Brass.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner probably wrote \"Centaur in Brass\" in 1930 or 1931.   H.L. Mencken accepted it for publication in the February 1932 <em>American Mercury</em> after <em>Scribner's Magazine</em> editor Kyle Crichton had rejected it on the grounds that readers preferred to see Flem Snopes as the victor rather than the vanquished.  (Such is the case in \"Spotted Horses,\" which <em>Scribner's</em> printed in June 1931.)  Faulkner did not include either story or \"Mule in the Yard,\" another Snopes escapade, in his first short story collections, <em>These 13</em> (1931) and <em>Doctor Martino</em> (1934).  He explained to Malcolm Cowley that he planned to use them in another volume, and eventually he revised \"Centaur\" and \"Mule\" for use in <em>The Town</em> (1957), the second volume of his trilogy about the Snopeses.  When he agreed to his editor's suggestion in 1948 that he publish a career-spanning collection of stories, however, he included \"Centaur\" as the third story in \"The Village\" section of <em>Collected Stories</em> (1950), between \"Hair\" and \"Dry September.\"  It is this version that provides the basis for our edition.</p>\n<p><strong>Dating the Story</strong>: \"Centaur in Brass\" is in many ways contiguous with \"Spotted Horses\" and Faulkner's other early Snopes material.  Most of these tales take place during the first decade of the twentieth century, with Mrs. Snopes' daughter born around 1908.  Two details kept us from dating \"Centaur\" in that time frame, however.  First, Tom-Tom is sixty at the time of Flem's brass-stealing, and he has worked at the power plant for forty years, which would mean that Jefferson got electricity in 1873 or so, an historical impossibility.  Second, Flem's bungalow is surrounded by \"ditches filled with scrapped automobiles and tin cans\" (168), again anachronistic for a present time of the mid-Teens.  Adding to these details the fact of the story's timelessness - it gives no real clues as to its historical present tense - we have decided to date the story as contemporary with the time Faulkner wrote it.  Given his extraordinary rate of production of short stories in the early Thirties, we speculate that he just didn't bother to align \"Centaur\" with the chronology of Flem's life elsewhere in his fiction.</p>\n","publication_date":"1932-02"},{"first_publisher_date":"27 February 1932","title":"\"Lizards in Jamshyd’s Courtyard\"","display_order":"18.00","page_stop":"151","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"135","code":"LJC","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., and Stephen Railton.  \"Faulkner's 'Lizards in Jamshyd’s Courtyard.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Lizards in Jamshyd's Courtyard\" is one of Faulkner's earliest Yoknapatawpha stories.  He probably began writing it in the late 1920s, and intended it, like \"Spotted Horses,\" for <em>Father Abraham</em>, his unfinished novel about the rise of Flem Snopes.  After reworking it for a year or so, in May 1930 he sent the story to the <em>Saturday Evening Post</em>, which published it on 27 February 1932.</p>\n<p>Faulkner's original title for the story was \"Omar's Eighteenth Quatrain.\"  For most readers that title is probably as mystifying as the one he finally chose, though it does at least explain the source he drew on.  The following couplet is from Edmund FitzGerald's 1884 translation of <em>The Rubaiyat of Omar Khayyam</em>: \"They say the Lion and the Lizard keep/The courts where Jamshyd gloried and drank deep.\"  Both titles may seem remote from Yoknapatawpha, but the idea of fallen grandeur was in fact very close to the heart of Faulkner's own artistic and cultural vision, especially early in his career.  Jamshyd was a great Persian king; the \"Old Frenchman\" whose decaying plantation provides the setting of the story was an old southern grandee.  There are no Lions in Faulkner's story, but it's easy to see who the Lizards are: the greedy and gullible \"peasants\" of Frenchman's Bend (141), who prey on each other and grub for treasure in the dirt.  The story treats its theme of the lost past (and the squalid present) with a well-maintained balance of comic and serious elements.</p>\n<p>About a decade after finishing the story, Faulkner revised it again for inclusion in <em>The Hamlet</em> (1940), the first volume of the Snopes Trilogy.  The goat-buying business is depicted in Book One of the novel.  The treasure-seeking is recounted in Book Four; the novel ends with Flem, with his ill-gotten title to half a Jefferson restaurant in his pocket, heading toward town, determined to keep moving up in society.</p>\n<p><strong>Dating the Story</strong>: When re-told in <em>The Hamlet</em>, Flem moves to Jefferson in the late 19th century, but the events of the short story take place in the 1920s.  This is indicated by a pair of unambiguous chronological references at the beginning: the road to the Old Frenchman's place has been unused \"for almost sixty years\" (135), and it's been \"sixty years\" since \"Grant passed through the land on his Vicksburg campaign\" (136).  Vicksburg fell to Grant in 1863; the Frenchman's place was abandoned at the end of the Civil War in 1865.  So we have located the story's second act, Flem conning the treasure seekers, in 1923, and its first act, Flem out-maneuvering Suratt over the goats, \"three years\" earlier, in 1920 (140).  The specific July dates we have assigned in 1923 are more arbitrary, but based on the text's reference to two nights as \"two brief summer darks\" (150).</p>\n","publication_date":"1932-02-27"},{"first_publisher_date":"April 1932","title":"\"Smoke\"","display_order":"19.00","page_stop":"38","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"3","code":"SMO","edit_copy_publisher_date":"2011","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Joiner, Jennie J., and Mike Wainwright.  \"Faulkner's 'Smoke.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Smoke,\" which appears on Faulkner's sending schedule for 1930, was initially published by <em>Harper's Magazine</em> in April 1932.  Republished in <em>Doctor Martino and Other Stories</em> in 1934 by Harrison Smith and Robert Haas of New York, and also available in a German printing in English at this period, \"Smoke\" eventually became the opening episode in <em>Knight’s Gambit</em> (1949).  Our representation of the story draws on the Vintage International paperback edition of that book (2011).</p>\n<p>A murder mystery, \"Smoke\" marks the first major appearance in Faulkner's canon of Gavin Stevens, the county attorney with an inquiring mind; Stevens had a minor role in \"Hair\" (1931), but after this story Faulkner often casts him in the role of private investigator.  In \"Smoke,\" he at once solves a homicide, reveals the murderous truth behind a supposed death by misadventure, and prevents a third homicide.  While Stevens's grandstanding before the jury, which throws suspicion on each suspect in turn before unmasking the guilty party, recalls the techniques employed by other fictional detectives, such as Agatha Christie's Hercule Poirot, his incriminating subterfuge with smoke closes this initial entry in <em>Knight's Gambit</em> with the chivalrous attorney’s first successful gambit.</p>\n","publication_date":"1932-04"},{"first_publisher_date":"1932","title":"\"Miss Zilphia Gant\"","display_order":"20.00","page_stop":"381","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"Dallas","page_start":"368","code":"MZG","edit_copy_publisher_date":"1997","first_publisher":"The Book Club of Texas","citation":"","edit_copy_publisher":"Vintage International","about":"","publication_date":"1932"},{"first_publisher_date":"1932","title":"Light in August","display_order":"21.00","page_stop":"507","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"LA","edit_copy_publisher_date":"1990","first_publisher":"Harrison Smith and Robert Haas","citation":"<p>How to cite this resource:<br />Towner, Theresa M., James B. Carothers, Elizabeth Cornell, Chad Jewett, Cheryl Lester, and John Padgett.  \"Faulkner's <em>Light in August</em>.\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p><em>Light in August</em>, Faulkner’s seventh novel and the fourth set in Yoknapatawpha, was written in about six months’ time, from 17 August 1931 to 19 February 1932.  It was published on 6 October 1932, in a run of 8500 copies with a second printing of 2500 to follow shortly.  By 1944, like all of Faulkner’s novels except <em>Sanctuary</em>, it was out of print.  Following the issue of Malcolm Cowley’s <em>Portable Faulkner</em> (1946) and the award to Faulkner of the Nobel Prize in Literature (1950), his literary stock began to rise. The first of many subsequent reprintings was the 1950 Modern Library edition.  In 1985, Noel Polk’s corrected text of the novel appeared with an introduction and notes by Joseph Blotner (Library of America).  The Library of America text was reprinted in paperback by Vintage International in 1990, and we have used that edition in our digitized work on the novel.</p>\n<p>Joseph Blotner provides the most credible explanation for the genesis of the novel’s title:  in August 1931, Faulkner and his wife, Estelle, were enjoying a drink on the east porch of their home, and she commented that the quality of the evening light in August seemed somehow different than at other times of the year.  He apparently went straight to his manuscript and changed the working title of \"Dark House\" to \"Light in August.\"</p>\n<p><strong>Dating the Story</strong>: We have dated events in the present tense of the novel in August 1932.  This might seem curious, given that the novel was in press by then and that the title was generated in 1931.  However, as three of the novel’s most assiduous chroniclers have argued, the specific dates given in the book do point to a date of 1932 (Cleanth Brooks, <em>The Yoknapatawpha Country</em>; Stephen Meats, in Francois Pitavy’s <em>William Faulkner’s Light in August</em>; Hugh Ruppersburg, <em>Reading Faulkner:  Light in August</em>).  We have followed Meats and Ruppersburg in declining to cite specific dates because, as with so many thematic elements in the novel, ambiguity and uncertainty are Faulkner’s intentions and not his mistakes.  In providing a range of dates for the August 1932 events, we have followed the instructions of the text.</p>\n<p>SOURCES: Blotner, <em>Faulkner: A Biography</em>; Michael Millgate, <em>New Essays on Light in August</em>.</p>\n","publication_date":"1932-10-06"},{"first_publisher_date":"January 1933","title":"\"There Was a Queen\"","display_order":"22.00","page_stop":"744","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"727","code":"TWQ","edit_copy_publisher_date":"1995","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Dorette Sobolewski.  \"Faulkner's 'There Was a Queen.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>In some respects \"There Was a Queen\" is a kind of valedictory on the two old Yoknapatawpha families who were at the center of two of Faulkner's first four novels.   In <em>Flags in the Dust</em> (1929) Bayard Sartoris marries Narcissa Benbow.  The focus of <em>Sanctuary</em> (1931) is on Narcissa's brother Horace, also a major character in the first novel, but Narcissa and Jenny Du Pre (the central characters in this story) play prominent roles.  Taking place ten years after the events of <em>Flags</em>, \"There Was a Queen\" describes how Narcissa preserves her reputation and how that proves too much for Aunt Jenny, who had long been the guardian of the Sartoris legacy.  There is a next generation - Bayard and Narcissa's son Benbow Sartoris was born at the end of <em>Flags</em>, but Faulkner never picks up his story again.  On the other hand, in the mid-1930s he does re-open the Sartoris saga in the other direction, writing <em>The Unvanquished</em> stories about the family during the Civil War and Reconstruction.<br />\nBeginning in 1929, Faulkner wrote at least three different versions of the story, including one titled \"An Empress Passed.\"  Under its final title it was published in <em>Scribner's</em> magazine in January 1933.  Faulkner republished it twice, without further revision: in <em>Dr. Martino and Other Stories</em> (1934) and <em>Collected Stories</em> (1950).  This latter version is the basis for our edition.</p>\n","publication_date":"1933-01"},{"first_publisher_date":"September 1933","title":"\"Beyond\"","display_order":"23.00","page_stop":"798","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"781","code":"BE","edit_copy_publisher_date":"1995","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />\nTowner, Theresa M., and Lorie Watkins. \"Faulkner's 'Beyond.'\" Added to the project: 2018. Digital Yoknapatawpha, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Beyond\" is one of the few Faulkner short stories for which we can identify sources in Faulkner's life:  his wife's step-grandfather was a Republican federal judge in a primarily Democratic community and an outspoken agnostic; his in-laws, the Oldhams, had lost a son about the same age as Howard Allison, and Faulkner used the boy's epitaph for Howard's gravestone.  We also have Faulkner's own explanation of the turning point of the story he once called \"a tour de force in esoteria.\"  Writing to his agent Ben Wasson, Faulkner was specific about the judge's decision:  \"The agnostic progresses far enough into heaven to find one whom his intelligence, if not his logic, could accept as Christ, and who even offers him an actual sight and meeting with his dead son in exchange for the surrender of his logic, agnosticism.  But he naturally and humanly prefers the sorrow with which he has lived so long that it not only does not hurt anymore, but is perhaps even a pleasure, to the uncertainty of change, even when it means that he may gain his son again.\"</p>\n<p>The story was originally called \"Beyond the Gate,\" and was written by April 1930, the date when <em>The Saturday Evening Post</em> rejected it under that title.  <em>Harper's</em> published it in September 1933 as \"Beyond.\"  Faulkner did not include the unpublished version of the story when he compiled the collection <em>These 13</em> (1931); he did include the <em>Harper's</em> version in his next collection of stories, <em>Doctor Martino</em> (1934), and in <em>Collected Stories</em> (1950).  In proposing the latter volume, editor Robert Haas did not suggest including the story, probably because he doesn't seem to have had a copy of <em>Doctor Martino</em> to hand at the time, but it did not take Faulkner long to choose the story for the book and to place it at the beginning of the volume's final section, also called \"Beyond.\" The <em>Collected Stories</em> version is the basis for our edition.</p>\n<p><strong>Dating the Story</strong>:  \"Beyond\" has a fairly straightforward internal chronology that puts the present time of the story in 1931, and the jasmine that is blooming at the time of the judge's death identifies the season as spring or perhaps very early summer. </p>\n<p>Reference: Joseph Blotner, ed., <em>Selected Letters of William Faulkner</em>.</p>\n","publication_date":"1933-09"},{"first_publisher_date":"November 1933","title":"\"Wash\"","display_order":"24.00","page_stop":"550","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"535","code":"W","edit_copy_publisher_date":"1985","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Denton, Ren, Robert Coleman, and Taylor Hagood.  \"Faulkner's 'Wash.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>This critically acclaimed short story was first purchased for $350 by <em>Harper’s Magazine</em> on 2 November 1933 and subsequently published in February 1934. Later that same year, “Wash” was republished in Faulkner’s short story collection, <em>Dr. Martino and Other Stories</em>. The next year Faulkner revised and interpolated parts of “Wash” into the novel he was writing, <em>Absalom, Absalom!</em>, which was published in 1936. The short story has been republished several times since its initial appearance in <em>Harper’s</em>.  It appears in Viking Press’s influential 1946 volume, <em>The Portable Faulkner</em>, edited by Malcolm Cowley. In 1950 Random House included “Wash” in <em>The Collected Stories of William Faulkner</em>, and in the same year, the Book Society published <em>The Indispensable Faulkner</em>, which is identical with Cowley’s <em>Portable Faulkner</em>. In 1954, Random House again published “Wash” in <em>The Faulkner Reader: Selections from the Works of William Faulkner</em>, and in the same year Random House also included “Wash” in its Modern Library’s imprint of <em>The Faulkner Reader: Selections from the Works of William Faulkner</em>. More recently, in 1995, Vintage International republished “Wash” in <em>The Collected Stories of William Faulkner</em>. Our <em>Digital Yoknapatawpha</em> representation refers to the version of the story published in the latter volume.</p>\n<p>References: Joseph Blotner, <em>Faulkner: A Biography</em> (Random House, 1974); A. Nicholas Fragnoli, Michael Golay, and Robert W. Hamlin, <em>Critical Companion to William Faulkner: A Literary Response to His Life and Work</em> (Facts on File, 2008).</p>\n","publication_date":"1934-02"},{"first_publisher_date":"February 1934","title":"\"Elly\"","display_order":"25.00","page_stop":"224","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"207","code":"ELY","edit_copy_publisher_date":"1995","first_publisher":"Story Magazine","citation":"<p>How to cite this resource:<br />Penner, Erin Kay, and Stephen Railton.  \"Faulkner's 'Elly.'\"  Added to the project: 2017.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>The story of \"Elly\"'s composition is unusually long and complex.  We first hear of it when <em>Scribner's Magazine</em> rejected it in February, 1929.  The rejection letter refers to it as \"the story 'Salvage' done by you and E. Oldham.\"  The story's actual title at that time was \"Selvage\" (a sewing term).  \"E. Oldham\" was Estelle Oldham, whom Faulkner married in June, 1929; also from Oxford, Estelle was an unpublished writer, and the ambivalent rebelliousness displayed by Corinthia (as Elly, or Ailanthia, was originally named) appears in the central female protagonists of several other of the stories she wrote in the 1920s.  But the earliest manuscript of \"Selvage|Elly\" does not survive, and there is no scholarly consensus on the nature of the collaboration between husband- and wife-to-be.  The extant manuscript of \"Selvage\" has no author's name, but the typescript that Faulkner made from it carries only his.  It may have been this version that he submitted, unsuccessfully, to two other magazines in April and May.  Some years later he revised it as \"Elly,\" the title under which it was finally published by <em>Story</em> magazine in February, 1934, with no acknowledgment of Estelle's authorial role.  Faulkner republished it twice, in <em>Doctor Martino and Other Stories</em> (1934), and in the \"Village\" section of <em>Collected Stories</em> (1950).  It is the latter version on which we base our representation of it.</p>\n<p>The story of \"Elly\" itself is also full of mysteries.  Very little beyond his name is known about Paul, not even his race - though Elly's friend, her grandmother, and Elly herself all believe he is a \"negro\" who is passing as \"white.\"  Elly's sexual behavior, even before Paul abruptly enters her story, is mysterious even to herself. Faulkner's revisions expand the glimpses into her actions and state of mind before meeting Paul, drawing the focus away from him as a disruptive force in her life and toward Elly's frustration with the social expectations that have dogged her, as embodied in the forbidding form of her grandmother.</p>\n<p><strong>Dating the Story</strong>: The story's text is very specific about the chronological relationship among its events: \"one afternoon\" (209), \"that night\" (210), \"the next afternoon\" (210), and so on.  And the phrase about \"the augmenting summer\" (214) helps us locate the time of year.  But what year?  \"Selvage\" would have been set during the 1920s, but would readers of \"Elly\" in 1934 have reason to push the events half a decade back into the past?  The text gives them no reason to do that, so we have chosen the year before \"Elly\" was published - 1933 - for our representation.  But it's important to acknowledge that a good case could be made for any year between 1928 and 1933.</p>\n<hr width=\"55%\" /><p>References: James B. Meriwether, \"Faulkner's Correspondence with <em>Scribner's Magazine</em>,\" <em>Proof</em> (1973); Judith L. Sensibar, <em>Faulkner and Love: The Women Who Shaped His Art</em> (New Haven: Yale, 2009).</p>\n","publication_date":"1934-02"},{"first_publisher_date":"10 February 1934","title":"\"A Bear Hunt\"","display_order":"26.00","page_stop":"79","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"63","code":"ABH","edit_copy_publisher_date":"1995","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />\nPadgett, John, and Stephen Railton. \"Faulkner's 'A Bear Hunt.'\" Added to the project: 2017. Digital Yoknapatawpha, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"A Bear Hunt,\" Faulkner's first published hunting story, is sometimes confused with \"The Bear,\" published a decade later, but no bear and very little hunting appears in \"A Bear Hunt.\"  The story is based on a real-life incident Faulkner experienced on a hunting trip near the Tallahatchie River in November, 1933. According to Joseph Blotner, while at the hunting lodge owned by General Jim Stone (father of Faulkner's friend and mentor Phil Stone), Faulkner was \"plagued with a familiar ailment, a prolonged bout of hiccups after his continued drinking\" that made it difficult for him to eat, drink, or sleep (325). Faulkner transferred his malady to the story's Luke Provine, a shiftless, quick-to-temper drinker.</p>\n<p>The story is told by two narrators: first, an anonymous, articulate narrator who provides some crucial background information before handing off the telling to Ratliff, who tells in a vernacular style how, in trying to play a practical joke on Luke, he himself becomes the victim of another joke. It is comical, firmly in the tradition of southwestern humor both as an oral narrative and in the plot line of the would-be trickster who gets tricked. The story is in some ways a tall tale, but notably, Faulkner makes reference to a real-life curiosity on the Mississippi landscape: Indian mounds, mysterious uprisings of earth whose building, archaeologists have determined, predated the rise of the later Chickasaw and Choctaw tribes. In using a mound as a key location in the story, however, Faulkner invented an entirely fictional band of Chickasaw Indians living in a nearby settlement \"under government protection.\" In reality, nearly all of the Chickasaw in Mississippi had been relocated to Oklahoma a century earlier, and no reservations for those who did not move have ever existed in the state of Mississippi. Calvin Brown reports that when his mother asked Faulkner where he got his knowledge about Indians, the writer replied \"Mrs. Brown, I made them up,\" and here he puts the imaginative needs of the story above historical accuracy.  However, the ahistorical details in the story can also be explained somewhat by the anonymous narrator's romantic musings about Indians based on what he (and others) had read in pulp fiction. As geographer and historian Charles S. Aiken explains, by the 1930s, people of north Mississippi had replaced their earlier belief in an ancient, culturally advanced race of mound-builders with the belief that the mounds dotting the landscape had been built by Chickasaw and other tribes. \"To have corrected the record would have undermined the authenticity of Faulkner's fiction because he drew from legend as well as from fact,\" Aiken writes. Faulkner's description of the mound by the anonymous narrator from his childlike perspective \"succinctly conveys how the mysterious earthworks were regarded by most resident of north Mississippi\" (62).</p>\n<p>The story appeared in the February 10, 1934 issue of the <em>Saturday Evening Post</em>. Faulkner revised the story somewhat for <em>Collected Stories</em> (1950), changing the vernacular narrator's name from \"Suratt\" to \"Ratliff\" and the name of the Negro servant who takes advantage of Ratliff to even a score with Provine from \"Old Man Bush\" to \"Old Man Ash.\" Faulkner made a few more substantial revisions of the story for inclusion in <em>Big Woods: The Hunting Stories</em> (1955), giving more background information on some characters and explicitly identifying the unnamed narrator who opens the story as General Compson's grandson, repeating the pattern he had used in \"A Justice,\" \"Lion,\" and \"That Evening Sun\" of resurrecting Quentin Compson from his suicide in <em>The Sound and the Fury</em> to be an adult narrator reflecting on his younger days. For <em>Big Woods</em> Faulkner also changed the name of Lucius Provine to Lucius Hogganbeck, drawing an explicit family connection to another prominent character in his hunting stories, Boon Hogganbeck.</p>\n<p><strong>Dating the Story</strong>: The story's references to \"families in want\" and the lack of gainful employment clearly allude to the Great Depression, meaning that the story had to be set sometime after the stock market crash of 1929 and before 1934, when it was published. The story is ambiguous, however, about when the story Ratliff tells actually happened. We have decided to date the main incident at the hunting camp in November 1932, largely because the story twice makes reference to a \"hay baler,\" a kind of farm equipment that had just come into use in the early 1930s. Our decision to date the telling of the story in 1933 is based on an assumption that at least some time has passsed since the events happened.</p>\n<p> </p>\n<hr width=\"55%\" /><p>References: Aiken, <em>William Faulkner and the Southern Landscape</em> (University of Georgia Press, 2009); Blotner, <em>Faulkner: A Biography</em> (Random House, 1974); Brown, <em>A Glossary of Faulkner's South</em> (Yale University Press, 1976).</p>\n","publication_date":"1934-02-10"},{"first_publisher_date":"August 1934","title":"\"Mule in the Yard\"","display_order":"27.00","page_stop":"264","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"249","code":"MY","edit_copy_publisher_date":"1995","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Joiner, Jennie J., and Dorette Sobolewski.  \"Faulkner's 'Mule in the Yard.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Mule in the Yard\" recounts how Mrs. Hait chases one of I.O. Snopes's mules around and around her house one January day until it knocks a kettle of ashes into the basement, catching her house on fire.  Mrs. Hait seeks revenge later that day by swindling Snopes out of the cost of the mule and shooting it.  At stake in the story is more than the contemporary battle of wills, however, as Mrs. Hait's husband previously worked with Snopes in a railroad swindle that cost Mr. Hait his life ten years earlier.  Themes of revenge and ethics are at the forefront of this comedic story.<br />\nThe exact date of the story is uncertain.  According to Theresa Towner and James B. Carothers in <em>Reading Faulkner: Collected Stories</em>: \"it may have been written in the late winter or early spring of 1933-34. The story was published in August 1934 by <em>Scribner's</em>\" (133), and reprinted in \"The Village\" section of Faulkner's <em>Collected Stories</em>.  This reprinting is the basis for our edition.  The story was also revised and incorporated into Chapter 16 of <em>The Town</em>, where it is narrated by Charles Mallison.  In the latter version Mr. Hait’s death occurred only three years ago, as opposed to ten as the story has it.  While in the <em>Scribner's</em> story the year of the January day is unspecified, in <em>The Town</em>'s version it can be dated more definitively, as it occurs the same year that Eula Varner dies:  1927.</p>\n","publication_date":"1934-08"},{"first_publisher_date":"September 29, 1934","title":"\"Ambuscade\"","display_order":"28.00","page_stop":"16","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"3","code":"AMB","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Froehlich, Peter, John Padgett, and William Teem.  \"Faulkner's 'Ambuscade.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Ambuscade\" was the first of a series of Civil War stories centered on young Bayard Sartoris, who as an old man first appeared in the Yoknapatawpha fiction as a major character in <em>Flags in the Dust</em> (1929), and his black friend (and Sartoris family slave) Ringo. It was published September 29, 1934 in the <em>Saturday Evening Post</em>; subsequent stories \"Retreat,\" \"Raid,\" and \"The Unvanquished\" were published in the <em>Post</em> later that year, while two other stories in the series, \"Skirmish at Sartoris\" and \"Vendée,\" were published in <em>Scribner's</em> in April 1935 and <em>Saturday Evening Post</em> in December 1936. Faulkner revised the stories, along with one other unpublished story, \"An Odor of Verbena,\" to form the novel <em>The Unvanquished</em>, which was published in 1938; the individual stories retained their original titles except for \"The Unvanquished,\" which was re-titled \"Riposte at Tertio\" in the book. The original magazine versions of \"Ambuscade\" and the other stories in the series have since been reprinted in <em>Uncollected Stories</em>, which provides the version of \"Ambuscade\" here.</p>\n<p>The magazine version of \"Ambuscade\" lacks some of the background and detail of the version in <em>The Unvanquished</em>. Like all of the stories in this series, it is narrated by an adult Bayard Sartoris looking back at his experiences during and after the Civil War. \"Ambuscade\" is the earliest story in the sequence, set in 1862 (or possibly later — see note below), before the war had fully reached Yoknapatawpha County and the Sartoris plantation; the plot, in fact, depicts Bayard's and Ringo's first glimpse of \"Yankee\" soldiers, and their attempt to vanquish them. It has humorous elements, particularly the boys' punishment for using the word \"bastard\" and the ingenious method Bayard's grandmother uses to hide the boys from Union soldiers. Despite these lighthearted elements, however, the story serves to introduce a central theme of these stories: the reality of war and killing, how these things differ from children's play, and the maturation of Bayard from a child surrounded by war and violence to a man who chooses a less violent path. The story also offers historically accurate glimpses of life in Mississippi during the early years of the Civil War, including the fears that slaves would turn against their masters and that invading troops would confiscate valuables such as livestock and silverware.</p>\n<p>Note: We are following the lead of James Hinkle and Robert McCoy in their book <em>Reading Faulkner: The Unvanquished</em> (University Press of Mississippi, 1995), in choosing to date the events of the story in the summer of 1862. There are several compelling reasons to do so.  First, Corinth actually fell to Union troops at the end of May 1862, which can explain Loosh's assumption that the boys had not yet learned about that Confederate loss. Vicksburg, meanwhile, was facing heavy bombardment from Admiral Farragutt on the Mississippi River in May, shelling that continued in June and July 1862, so it is not difficult to imagine rumors (or fears) that Vicksburg had fallen to Union forces that summer of 1862, as Loosh tells the boys. Another reason supporting 1862 is that this is when Union soldiers began to arrive in north Mississippi. However, the story also includes historical references that make 1862 problematic. The most obvious is that Vicksburg actually did fall to Union forces on July 4, 1863. The story also makes reference to General John Pemberton, who did not assume command of Vicksburg's defenses until October 1862, and Bayard mentions Chickamauga and Lookout Mountain, battles that did not occur until September and November 1863, respectively — details which would make even the summer of 1863 problematic. These historical anomalies may be explained by failures of memory from whenever Bayard Sartoris is remembering the story years later, but just as likely is Faulkner's own decision not to adhere to strict historical accuracy in writing this coming-of-age Civil War story. (Faulkner did, in fact, remove the Chickamauga and Lookout Mountain references in the revised version of the story that appears in <em>The Unvanquished</em>, but he retained references to Pemberton.) The final and most compelling reason to date this story in 1862, however, is the one date-specific \"fact\" in the story: Bayard's assertion that he was twelve years old when the incidents in the story took place. Other stories and novels consistently indicate that Bayard and Ringo were born in September 1849, which would mean they were both twelve in the summer of 1862.</p>\n","publication_date":"1934-09-29"},{"first_publisher_date":"October 13, 1934","title":"\"Retreat\"","display_order":"29.00","page_stop":"36","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"17","code":"RET","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., and Sarah Perkins.  \"Faulkner's 'Retreat.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Retreat\" was published in <em>The Saturday Evening Post</em> on October 13, 1934, two weeks after the first of Bayard Sartoris' Civil War stories, \"Ambuscade,\" appeared there.  One more story in the series - \"Raid\" - was published in the <em>Post</em> later that year, and subsequently three more, \"Skirmish at Sartoris\" (1935), \"The Unvanquished\" and \"Vendée\" (both 1936) appeared in magazines still later (the last two also in the <em>Post</em>).  When Faulkner revised these stories, along with one other, to create the novel <em>The Unvanquished</em> (1938), \"Retreat\" became the second chapter. Among the more substantive changes Faulkner made was an expansion of Uncle Buck's rant at the courthouse square in order to provide more backstory for the McCaslin plantation. For the book publication Faulkner also divided the story into three numbered sections. The original magazine versions of \"Retreat\" has since been reprinted in <em>Uncollected Stories</em> (ed. Joseph Blotner), which provides the basis for our edition of the tale.</p>\n<p>When Vicksburg, Mississippi, fell to Union troops on July 4, 1863, the area around Yoknapatawpha became a kind of military borderland.  Set in that summer (see note below), \"Retreat\" records the unraveling social order of life in the South during the war. The story centers on the young Bayard, who first appeared as an old man in <em>Flags in the Dust</em> (1929); as a boy in this story traveling with his friend and slave, Ringo, and the adults in his family, he witnesses firsthand his grandmother's grit and his father's valor, as well as the rebellion of one of the family's slaves and the destruction of his family's home by Union troops.  </p>\n<p><strong>Dating the Story</strong>:  We know the story takes place in the summer and during the Civil War. However, there is little internal evidence to determine the exact year. Several references to other stories in the series helped us establish a general time line for \"Retreat.\" Throughout the story, Bayard mentions events that happened \"last summer,\" including burying the trunk and seeing his first Yankee. Because these events occur in \"Ambuscade,\" we determined that \"Retreat\" takes place one year later. While the dating of \"Ambuscade\" is also uncertain, we follow the lead of James Hinkle and Robert McCoy in their book <em>Reading Faulkner: The Unvanquished</em> (Jackson: University Press of Mississippi, 1995) and our peer editors at The Digital Yoknapatwpha Project, who place the events of \"Ambuscade\" in the summer of 1862.</p>\n","publication_date":"1934-10-13"},{"first_publisher_date":"November 3, 1934","title":"\"Raid\"","display_order":"30.00","page_stop":"57","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"37","code":"RAI","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Chancellor, Scott T., and Dorette Sobolewski.  \"Faulkner's 'Raid.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Raid\" is a Faulknerian adventure story filled with deception, drama, and even blind luck. The story first appeared in <em>The Saturday Evening Post</em> on November 3rd, 1934. It followed \"Ambuscade\" and \"Retreat\" as the third in the series of stories Faulkner was writing at this time about the Civil War and Yoknapatawpha as seen through the eyes of a young Bayard Sartoris. In 1938 Faulkner published revised versions of these three stories in addition to four others as the novel <em>The Unvanquished</em>.</p>\n<p>Most of \"Raid\" takes place outside Yoknapatawpha.  Bayard and his best friend and slave Ringo accompany Rosa (Granny) Millard on a treasure hunt to reclaim the family's silver, which was confiscated by the Union troops who burned the Sartoris plantation house in \"Retreat\" (1934). The focus of the story is on their journey to and from the Yankee encampment in Tennessee and the comic misunderstanding by which Rosa ends up with a lot more than she went looking for, but it also raises broader issues such as the fate of former slaves who travel at night towards the Union Army in search of \"Jordan\" and of freedom. The story addresses the changing realities for African Americans in the South after emancipation but before the surrender.  Legally, the Emancipation Proclamation freed all people in bondage in the rebellious States on January 1st, 1863, the year in which Faulkner's story takes place; but the story itself gives no indication that this was known to the African American population of Mississippi and Alabama. When Rosa tells a large group of blacks who have made it behind Union lines to return \"home\" to their owners, they seem to obey her, although we do not find out if in fact they do.  Also noteworthy in this story is the representation of Union soldiers in contrast to the consequences of total war. Faulkner portrays them mostly as courteous and respectful in their interactions with Rosa, belying Confederate stereotypes of them.  Yet their deeds were less cavalier: on their journey, Rosa and the boys travel through a devastated landscape where piles and piles of ashes mark the locations of once impressive mansions brought down by the Union Army. Ironically, only the slave quarters remain, which now house the landed gentry.</p>\n<p>Joseph Blotner reprinted the original magazine version of \"Raid\" in <em>William Faulkner: Uncollected Stories</em>.  That is the version on which our edition is based.</p>\n","publication_date":"1934-11-03"},{"first_publisher_date":"April 1935","title":"\"Skirmish at Sartoris\"","display_order":"31.00","page_stop":"73","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"58","code":"SAS","edit_copy_publisher_date":"1997","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Humphreys, Kristi, and Stephen Railton.  \"Faulkner's 'Skirmish at Sartoris.'\"  Added to the project: 2014. <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Skirmish at Sartoris\" climaxes with Faulkner's third and final telling of how Colonel John Sartoris killed two \"carpetbaggers\" in Jefferson in order to prevent Yoknapatawpha's emancipated male slaves from voting or running for office.  In <em>Flags in the Dust</em>, his first Yoknapatawpha fiction, the story is told by Will Falls, a Confederate veteran who idolizes Sartoris.  In <em>Light in August</em>, it is told by Joanna Burden, the granddaughter and half-sister of the men Sartoris kills.  Here, the event is recounted by Sartoris' own son, Bayard, who is fifteen years old at the time.  The meaning and moral implications of the killing shift with every re-telling.  In this story the white population's resistance to Reconstruction is combined with a comic tale about Drusilla Hawk's resistance to the conventional role she is expected to play by her mother and the ladies of Jefferson: election day is also the day she and Sartoris are supposed to marry. </p>\n<p>This is one of the eight stories that Bayard narrates.  Here, though it seems clear that Bayard does know more about what \"Father and the other men\" are doing than he claims to, his youth and naivete allow Faulkner to keep the reader's attention focused more on gender politics than racial ones.  Faulkner's original title for the story was \"Drusilla,\" and the \"skirmish\" is presented as part of the eternal battle of the sexes.  Drusilla herself will probably strike modern readers as one of Faulkner's most interesting women, but given the fact that blacks were still largely disenfranchised in the South at the time Faulkner wrote, the tale itself may strike them as disingenuous, if not reactionary.  The story was published in the April 1935 issue <em>Scribner's Magazine</em>.  After making a few excisions, Faulkner included it as the penultimate story in <em>The Unvanquished</em> (1938), seven stories narrated by Bayard describing his coming-of-age as the son of \"Colonel Sartoris\" during and just after the Civil War.  The magazine version was republished by Joseph Blotner in <em>Uncollected Stories</em>, which is the version our edition follows.</p>\n<p><strong>Dating the Story</strong>: Two specific dates are provided by the text itself, one implicitly (the Battle of Shiloh was fought April 6-8, 1862) and one explicitly (Aunt Louisa's letter to Granny Rosa Millard arrives at the Sartoris plantation in \"just before Christmas in 1864\").  Our dating of the other events follows from these two points of reference, though there are the usual Faulknerian complications.  For example, according to the story, Colonel Sartoris writes his son \"from Carolina\" in July, 1864, but Mississippi troops would not be fighting in either Carolina until later.   The events that the story places \"in the spring\" and summer of 1865 seem to happen prematurely as well: since Robert E. Lee did not surrender and disband his army in Virginia until mid-April, 1865, John and Drusilla would have had to rush home to be there as early as the story requires, and it seems doubtful that any black candidates for public office would have appeared in Mississippi so quickly after the War.</p>\n","publication_date":"1935-04"},{"first_publisher_date":"July 1935","title":"\"That Will Be Fine\"","display_order":"32.00","page_stop":"288","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"265","code":"TWB","edit_copy_publisher_date":"1995","first_publisher":"American Mercury","citation":"<p>How to cite this resource:<br />\nCarothers, James B., and Theresa Towner. \"Faulkner's 'That Will Be Fine.'\" Added to the project: 2018. Digital Yoknapatawpha, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>This darkly ironic Christmas story was apparently written in March 1935, and <em>The American Mercury</em> published it in July 1935.  It was chosen for inclusion in <em>The Best Short Stories of 1936 and The Yearbook of the American Short Story</em>, yet when Random House editor Robert Haas suggested that Faulkner compile a volume of collected stories, he did not suggest \"That Will Be Fine\" for inclusion.  However, when Faulkner embraced the idea of a collection, he added the story to the list of proposed contents right away.  (There is no record of Hass' response to Faulkner's query, \"Have you a good reason for not including this?\")  <em>Collected Stories</em> (1950) reprinted <em>The American Mercury</em> version without change, and the <em>Collected Stories</em> version is the basis for our edition.</p>\n<p><strong>Dating the Story</strong>:  The main events take place over the two days before Christmas: December 23 and 24.  The text does not give any direct indication of the year, but since the travel in this story is all by horse and buggy and not by automobile, we have dated its events as occurring near the turn into the 20th century, not long before cars, according to Faulkner's other fictions, began appearing in Yoknapatawpha.  But 1904 is an editorial interpretation: as he wrote the story Faulkner could have been thinking of any year between 1900 and 1910 - or just \"the old days\" in general.</p>\n<p>SOURCE: Joseph Blotner, ed., <em>Selected Letters of William Faulkner</em>.</p>\n","publication_date":"1935-07"},{"first_publisher_date":"October 1935","title":"\"Uncle Willy\"","display_order":"33.00","page_stop":"247","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"225","code":"UW","edit_copy_publisher_date":"1995","first_publisher":"American Mercury","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Theresa M. Towner.  \"Faulkner's 'Uncle Willy.'\"  Added to the project: 2017.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Partially inspired by the life and death of a real Oxford druggist, \"Uncle Willy\" was probably written in the first part of 1935, during a time when Faulkner was even more desperately in need of money than usual.  He wrote to his agent upon placing \"That Will Be Fine\" in the <em>American Mercury</em> magazine:  \"Good God yes, let them have the story and do anything they want with it, just so I get the money soon as possible. . . . I am writing two stories a week now.  I don’t know how long I can keep it up.\"  He was also finishing the novel <em>Pylon</em> while still struggling with <em>Absalom, Absalom!</em>  By any standard, the mid-1930s were highly productive years for Faulkner as an artist, if not as a wage-earner; he hoped to sell his stories for as much as he could get but often had to settle for getting what he could.  Such was the case with \"Uncle Willy,\" which appeared in the October 1935 issue of <em>American Mercury</em>.  When editor Robert Haas suggested in the late 1940s that they should publish a collection of Faulkner's short fictions, the author said of \"Uncle Willy,\" \"Yes.  I like this one.\"  Writing to Malcolm Cowley, Faulkner averred that \"even in a collection of short stories, form, integration, is as important as to a novel\":  In <em>Collected Stories</em> (1950), \"Uncle Willy,\" with its combination of comedy, social satire, moral ambiguity, and violent death, moves \"The Village\" section from the casualties of \"Elly\" to Mannie Hait’s triumph in \"Mule in the Yard.\"  Faulkner retells Willy's story in <em>The Town</em> (1957), where the robbery of Christian’s drug store proves the undoing of Montgomery Ward Snopes.</p>\n<p><strong>Dating the Story</strong>: Although the text does not specify any years, Faulkner does include two different kinds of cues to help us date it.  The first is to an event from his own fiction, when the narrator refers to the time \"last summer\" when \"they took a country man named Bundren to the asylum at Jackson\" (228); this happens at the end of the novel <em>As I Lay Dying</em> (1930).  The second is to American politics, when Uncle Willy complains about \"these Republicans and Democrats\" and their \"XYZ's\" (241), which almost certainly refers to the various new federal agencies that President Franklin Roosevelt introduced after he took office in 1933.  Based on these two referents, we speculate that Uncle Willy's story begins in 1931, and covers a two-year period in the unnamed narrator’s youth.  Taken unwillingly off morphine, Willy spends 1932 nurturing an addiction to alcohol and visiting Memphis prostitutes on the weekends; in 1933 he marries one of these and brings her back to Jefferson, after which he is involuntarily committed to the Keeley Institute for treatment of alcoholism.  He escapes, buys a car and an airplane, and dies shortly thereafter.  The narrator is recounting the story from an unspecified time after Willy's death. Strict accounting would put the present tense of the narration in 1935, the year in which the story was published; that is the date we are using, but the ambiguity of its narrator’s tone in the relation of his experience raises some questions about that choice.</p>\n<p>References: Joseph Blotner, <em>William Faulkner: A Biography</em>, Blotner, ed., <em>Selected Letters of William Faulkner</em>.</p>\n","publication_date":"1935-10"},{"first_publisher_date":"December 1935","title":"\"Lion\"","display_order":"34.00","page_stop":"200","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"185","code":"LIO","edit_copy_publisher_date":"1997","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Carothers, James B., and Stephen Railton.  \"Faulkner's 'Lion.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Lion\" was probably written in early 1935 and was first published in <em>Harper's</em> magazine in December, 1935.  Faulkner later substantially rewrote the story into \"The Bear,\" Chapter 5 in <em>Go Down, Moses</em> (1942).  In that text he reassigned the apprentice hunter's role from Quentin to Isaac McCaslin. Our representation is based on the <em>Harper's</em> version, as reprinted by Joseph Blotner in <em>Uncollected Stories of William Faulkner</em>.</p>\n<p>Faulkner wrote and re-wrote \"Lion\" from the point of view of Quentin, then young Bayard Sartoris, and finally young Isaac McCaslin. Each version highlights the ultimate confrontation between the strong, independent, and courageous dog who gives the story its title and the seemingly indestructible bear.  The young narrators are each privileged to be present for this epic chase, but Quentin and Bayard observe from a distance and then report on the significance and results of this hunt.  Only in <em>Go Down, Moses</em> does the young hunter witness the climactic scene directly.  In each version, however, he presents the radical consequences of the event on both Major de Spain and Boon Hogganbeck, and, implicitly, on himself.</p>\n<p><strong>Dating the Story</strong>: Faulkner’s hunting stories seem, in some senses, separate in time as well as in place from the usual historical contexts and biographical particulars of the privileged residents of Jefferson who are invited to participate in the annual hunt. We can only speculate about the date of the epic battle between Lion and Old Ben. The narrator recalls being \"sixteen\" at the time. Although the relationship between the story's Quentin and his \"Father\" certainly differs from the father-and-son relationships set forth in both <em>The Sound and the Fury</em> (1929) and <em>Absalom. Absalom!</em> (1936), in the absence of any other evidence in the story itself, we used Quentin's age in those novels to date the hunt in 1906.  We also have to speculate about when Quentin tells the story, but he is surely quite a bit older and more mature when he does so, making a date closer to the story's 1935 publication in <em>Harper's</em> seem plausible.</p>\n","publication_date":"1935-12"},{"first_publisher_date":"August 1936","title":"\"Fool About a Horse\"","display_order":"35.00","page_stop":"134","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"118","code":"FAH","edit_copy_publisher_date":"1997","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Carothers, James B., and Stephen Railton.  \"Faulkner's 'Fool About a Horse.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>According to Joseph Blotner's note on \"Fool About a Horse\" in his edition of Faulkner's <em>Uncollected Stories</em>, Faulkner \"may have\" written the story in early 1935.  <em>Scribner's Magazine</em> published it in August 1936.  In between it went through a number of rewritings that can now be only partially reconstructed.</p>\n<p>Originally the account of Pap's misadventures with horses and mules had a frame in which a character who was probably Quentin Compson introduced the story-teller, who was named Suratt.  The text's two voices - the narrator's formal one and the story-teller's vernacular one - and its two settings - the law office in town where the story was told and the rural world in which it originally happened - set up contrasts that had been familiar conventions of Southwestern humor since the 1830s.  (You can see more about this original version via the Additional Resources link in the control box.)  Our representation of the story derives from Blotner's reprinting of the <em>Scribner's</em> text in <em>Uncollected Stories</em>.  In this version, the frame has entirely disappeared, and an unnamed story-teller speaks his eloquent and amusing vernacular to an audience of unseen listeners.  The conflict that matters most here is between the masterful horse-trading of Pat Stamper and his Negro assistant Jim on the one hand and foolish over-reaching of the story-teller's shiftless Pap on the other - though the story-teller's narrative sophistication suggests that Jim is not the only \"artist\" on hand.</p>\n<p>The manuscript or typescript that would enable us to watch Faulkner revising the \"Quentin-Suratt-Pap\" story to a \"me and Pap\" story has apparently been lost.  Some pages of the typescript we do have, however, do show Faulkner revising the story again several years later, for use in Part Four of <em>The Hamlet</em> (1940).  There the story-teller is again Suratt, now called Ratliff, but his Pap's part is played by Ab Snopes, the father of Flem and a neighbor of Ratliff when he was a boy.  In this re-revised version, Faulkner provides a source for the milk that Vynie is happily running through her new appliance at the end.</p>\n","publication_date":"1936-08"},{"first_publisher_date":"1936","title":"Absalom, Absalom!","display_order":"36.00","page_stop":"303","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"AA","edit_copy_publisher_date":"1990","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />\nRailton, Stephen, and Theresa M. Towner, Johannes H. Burgers. \"Faulkner's Absalom, Absalom!.\" Added to the project: 2017. Digital Yoknapatawpha, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner began writing <em>Absalom, Absalom!</em> in February, 1934, but its imaginative origins stretch back through several different works almost to the imaginative genesis of Yoknapatawpha.  In the early summer, 1931, he wrote \"Evangeline,\" a short story about the Sutpen family and Charles Bon, whom Judith marries and Henry kills with \"the last shot fired\" in the Civil War; Faulkner had no luck selling the story to the magazines and it remained unpublished until after his death, but many of its narrative and thematic elements anticipate the novel.  Sutpen first appeared in print in \"Wash,\" which Faulkner wrote in the fall, 1933; he re-used much of that short story in Chapter 7 of the novel, though by that point Sutpen's story was much more complex.  Quentin Compson and his father, major figures in this novel, first appeared in <em>The Sound and the Fury</em> (1929); Caddy Compson is never mentioned in <em>Absalom</em>, but Faulkner wrote his publisher that he decided to \"use\" Quentin's \"bitterness\" about his sister to provide a particularly incisive state of mind with which to engage the history of the South.   The southern past had been a focus of Faulkner's imaginative project from the beginning of the Yoknapatawpha fictions; in many ways <em>Absalom</em> can be read as a revision, or at least a reconsideration, of the way his first Yoknapatawpha novel (published as <em>Sartoris</em> and in Digital Yoknapatawpha as <em>Flags in the Dust</em>) evokes the figure of the slave-owning planters who presided over the Old South.  That earlier novel mentions the man who replaced Colonel Sartoris in command of the Confederate regiment from Jefferson, but never names him.  He turns up as the central character of this novel - as Thomas Sutpen, a slave-owning planter himself, but a markedly different representative of the caste that built the big plantation houses and led the old South into the Civil War.  As the various story-tellers in <em>Absalom</em> try to understand or exorcise the legacy of Colonel Sutpen, Faulkner is also re-imagining the history of his own Falkner family and of his southern homeland.</p>\n<p>Faulkner's working title for this novel was the same as his original title for <em>Light in August</em>: \"Dark House.\"  He expected to finish it by the end of 1934, but writing it proved difficult.  By late 1934 he decided to put the manuscript aside and \"get away from Absalom\" by writing <em>Pylon</em> (1935), which is set entirely outside Yoknapatawpha in the modern world of airplane racing rather than the ghost-ridden Old South.  After finishing that novel, he returned to writing this one in March, 1935, with a new title taken from the Old Testament (see 2 Samuel 18 and 19).  Sixteen months later he was finished.  <em>Absalom</em> was his first book published by Random House.  It appeared on 26 October 1936. By the end of November two more printings had brought the total to about 10,000 copies.  Like all Faulkner's novels, by the mid-1940s it was out of print, but Random House republished it in its Modern Library in 1951, and its subsidiary Vintage International published Noel Polk's \"Corrected Text\" in 1986.  (The November 1990 printing of that edition is the version our representation is based on.)  By that time, a great many critics had come to consider <em>Absalom</em> not just as Faulkner's masterpiece, but as one of the truly great novels of the 20th century.</p>\n<p><strong>Dating the Story</strong>: <em>Absalom</em> covers a hundred years of history, as recalled or invented from multiple perspectives by story-tellers who are reconstructing events from various degrees of remoteness.  We actually have help from Faulkner himself in assigning some of the dates.  At the urging of his editor at Random House, Faulkner added three appendices to help readers get a firmer grasp on major details in this challenging novel: a map (locations), a genealogy (characters), and a chronology (events).  Even his Chronology, however, raises interpretive problems, and when half a century later Noel Polk published the \"Corrected Text\" he revised several of Faulkner's original dates and details \"to agree with the dates and facts of the novel\" (305). You can compare Faulkner's and Polk's and our dates with this <a href=\"http://faulkner.iath.virginia.edu/media/resources/MANUSCRIPTS/AAChronologies.html\" target=\"_blank\">table of chronologies</a>.  And these chronologies list only a few of the many dates that DY's system of re-presentation requires us to provide, nor can they help resolve many of the inconsistencies <em>within</em> the \"dates and facts of the novel.\"  To give just one example of that: Rosa says her life \"ended on an afternoon in April\" (12), which must refer to the moment when Sutpen insults her and she begins wearing black; but Sutpen comes back from the War in January, 1866 (127), proposes to Rosa \"three months\" later (133), and then insults her after the \"next two months\" have gone by (133) - January plus five months equals June, or perhaps late May, but definitely not April.  In all these cases we have tried to follow the temporal markers provided by the narrative as closely as possible, but it has to be acknowledged that some inconsistencies and many uncertainties remain.</p>\n<p>SOURCE: Joseph Blotner, <em>Faulkner: A Biography</em>.</p>\n","publication_date":"1936-10-26"},{"first_publisher_date":"November 14, 1936","title":"\"The Unvanquished\"","display_order":"37.00","page_stop":"96","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"74","code":"UNV","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Joiner, Jennie J., and Taylor Hagood.  \"Faulkner's 'The Unvanquished.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"The Unvanquished\" was the fifth in a series of stories Faulkner published between 1934 and 1936 about the Civil War as seen through Bayard Sartoris's youthful eyes. Appearing in the <em>Saturday Evening Post</em> on November 14, 1936, the piece details Bayard's grandmother Rosa Millard's business of stealing mules from the Union army only to sell some of them back and use the money along with the mules she keeps to help support the poor farmers of Yoknapatawpha County. At stake in the story are the problematics of morality.</p>\n<p>Faulkner later revised the story, renaming it \"Riposte in Tertio\" and making it part of the volume entitled <em>The Unvanquished</em>, which was published in 1938. The revisions are not extensive, the most noteworthy being the insertion of numbers at the head of the story's sections. The original magazine version was reprinted in <em>Uncollected Stories</em>, which is the text used here.</p>\n<p><strong>Dating the Story</strong>: Although no specific dates are mentioned in the story, the events in the present time of the story definitely happen late in the war, and other texts in the series suggest that it is 1864.  In \"Skirmish at Sartoris,\" for example, Bayard connects his grandmother's death with a letter dated in December of that year.  Accordingly, we date the story's \"present\" in 1864, with flashbacks stretching back possibly as early as 1861.</p>\n","publication_date":"1936-11-14"},{"first_publisher_date":"December 5, 1936","title":"\"Vendee\"","display_order":"38.00","page_stop":"117","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"97","code":"VEN","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Joiner, Jennie J., and Taylor Hagood.  \"Faulkner's 'Vendee.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Published in <em>The Saturday Evening Post</em> on December 5, 1936, \"Vendée\" was the last of the stories Faulkner later reworked into <em>The Unvanquished</em> (1938). In it, a young Bayard Sartoris narrates his quest, made along with his slave companion Ringo and \"Uncle\" Buck McCaslin, to avenge his grandmother Rosa Millard's murder. In a straightforward and chronological approach unusual for Faulkner, the story details their tracking and killing the murderer Grumby, and then pegging out his body like an animal pelt on the shed where he killed Rosa and mounting his severed hand on Rosa's grave.</p>\n<p>At the request of the magazine's editor Graeme Lorimer, Faulkner made several revisions in the text.  When Faulkner revised it again as Chapter V of <em>The Unvanquished</em>, he numbered the parts of the story and inserted more detail about the chase, Grumby’s murder, and the severed hand. The draft Faulkner originally submitted to Lorimer included more details along these lines.  In 1979 Joseph Blotner published the story in <em>Uncollected Stories of William Faulkner</em>, restoring one of the passages (linking the boys' mutilation of Grumby's corpse with the practice of Borneo headhunters) that was cut from the earlier versions; our version is based on Blotner's edition.</p>\n<p><strong>Mapping the Story</strong>: It's important to acknowledge that most of the locations on our map for this story are speculative.  During the almost two months that they spend chasing Grumby and his gang, Bayard and Ringo cover a lot of ground.  As Bayard says, though, their journey is \"a long way, but it wasn't far.  You could have put a silver dollar down on the geography page with the center of it at Jefferson and we would never have ridden out from under it\" (102).  We take this to imply that, although it is made clear that they get as far west and east as Grenada, Mississippi, and somewhere in Alabama,  most of the story's events occur within Yoknapatawpha. But where, specifically?  On this point the story itself gives little guidance.  Our choices - for example, to identify the river they are riding next to at the end as the Tallahatchie in the north of the county rather than the Yoknapatawpha in the south - rely on evidence from other <em>Unvanquished</em> stories and our own best judgment.  In the end, however, our locations should be seen as representing the idea of the journey they take rather than its actual route.</p>\n<p><strong>Dating the Story</strong>: We have set the dates from December 1864 through February 1865 based on the story's references to Christmas, the notches on a stick that Ringo makes to keep time, and the mention of Bayard and Ringo's capturing Grumby in February. We also consulted the dates of the other stories Faulkner was writing at the time that would form the larger narrative of <em>The Unvanquished</em>. It might be noted that Faulkner apparently has Colonel John Sartoris and Drusilla returning from war two months before Lee's surrender.</p>\n","publication_date":"1936-12-05"},{"first_publisher_date":"May 1937","title":"\"Monk\"","display_order":"39.00","page_stop":"63","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"41","code":"MNK","edit_copy_publisher_date":"2011","first_publisher":"Scribner's Magazine","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Lorie Watkins.  \"Faulkner's 'Monk.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner's second detective story, \"Monk\" was originally published in <em>Scribner's Magazine</em> in May, 1937.  Faulkner wrote four more detective fictions between 1939 and 1949, and in 1949 collected all six into a volume entitled <em>Knight's Gambit</em>.  Our representation of the story is based on the Vintage International paperback edition of that book (2011).</p>\n<p>\"Monk\" actually features two different types of mystery, which call for two different types of detectives.  As in most detective fictions, \"Monk\" contains mysterious deaths - two of them; as in all the <em>Knight's Gambit</em> stories, the investigating detective figure is Gavin Stevens - Yoknapatawpha County Attorney and one of Faulkner's favorite characters.  But \"Monk\" is even more interested in the mystery of a life - Monk's.  And it is the story's unnamed narrator who, at the outset, announces his intention to \"tell about Monk\" as a kind of detective quest: by means of the \"nebulous tools\" that \"literature\" provides he undertakes to resolve the \"inconsistencies in [Monk's] brief and sordid and unoriginal history\" (41).  In the end Gavin discovers the persons responsible for the two deaths, and the narrator makes considerable progress toward reconstructing Monk's life.  But neither finds a satisfactory answer to their own questions about why the legal system fails Monk on multiple occasions.  As the narrator notes, Monk \"should never have gone to the penitentiary at all\" (41), nor been executed for a crime that he was coerced into committing there. Faulkner underscores this failure of justice at the story's end, when Stevens simply walks out of the travesty of a Parole Board hearing and effectively turns his back on the legal system, at least for for the time being.</p>\n","publication_date":"1937-05"},{"first_publisher_date":"1938","title":"The Unvanquished","display_order":"40.00","page_stop":"254","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"UV","edit_copy_publisher_date":"1991","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />Joiner, Jennie J., John Padgett, and Dorette Sobolewski.  \"Faulkner's <em>The Unvanquished</em>.\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p><em>The Unvanquished</em>, Faulkner's tenth novel (and seventh to be set in Yoknapatawpha County) tells the earlier history of the Sartoris family during and immediately after the Civil War. This family, based closely on Faulkner's own real-life forebears, were key in <em>Flags in the Dust</em>, Faulkner's first Yoknapatawpha novel (and third overall), which was originally published in a severely cut version under the title <em>Sartoris</em> in 1929.</p>\n<p><em>The Unvanquished</em> was published on 15 February 1938, but its composition dates back to 1934, when Faulkner began writing a series of short stories while working on <em>Absalom, Absalom!</em>, another novel centered in large measure on the Civil War. Six of the seven chapters of the novel appeared first in magazines. The first three — \"Ambuscade,\" \"Retreat,\" and \"Raid\" — appeared in quick succession in <em>The Saturday Evening Post</em> in September, October, and November of 1934. Two of the stories initially had different titles: the story Faulkner originally called \"Drusilla\" was first published in <em>Scribner's</em> in April 1935 with the title \"Skirmish at Sartoris,\" and the original title of \"Riposte in Tertio\" was \"The Unvanquished\" when it appeared in <em>The Saturday Evening Post</em> in November 1936. The last story to be published in a magazine was \"Vendée,\" also in the <em>Post</em>, in December 1936. The seventh and final chapter in the novel, \"An Odor of Verbena,\" was the only one that had not first been published elsewhere. Owing to their earlier magazine publication, all but this final story were included in the volume <em>Uncollected Stories of William Faulkner</em>, and each of these six stories has also been analyzed individually by different groups of scholars in Digital Yoknapatawpha. In our examination of the novel, we have based many of our event, character, and location data on the work by these other scholars.</p>\n<p>In collecting the stories into a unified novel, Faulkner made some notable revisions, particularly in the earlier chapters, to conform more closely to actual Civil War history. In \"Ambuscade,\" for instance, he removed references in the original version to Chickamauga and Lookout Mountain, Civil War battles which did not take place until September and November 1863, well after the events depicted in the story. Faulkner also added more passages narrated by a clearly older and more mature Bayard thinking back on his early years as a child and young adult. These additions are most notable in the opening chapters: the novel's \"Ambuscade\" chapter is more than 3,300 words longer than the original magazine story, while \"Retreat\" and \"Raid\" in the book are each about 2,700 words longer than the earlier versions. The next three chapters, by comparison, are roughly the same length as the original stories; \"Skirmish\" in the novel, in fact, is actually somewhat shorter than the magazine version, since Faulkner cut some of the background information that readers of the novel would already know.</p>\n<p>Most of the chapter titles allude, albeit ironically, to military tactics: \"ambuscade\" (an archaic term for \"ambush\"), \"retreat,\" \"raid,\" \"skirmish.\" Two other chapter titles also allude, indirectly, to war or conflict: the fencing terms \"riposte in tertio\" suggest an attack contrary to the spirit and rules of the sport, and \"Vendée\" refers to a region in western France that had been the scene of several peasant uprisings in the late 18th and early 19th centuries. The martial flavor of the chapter titles befits a novel focusing so much on the Civil War; the war looms large in the book, but <em>The Unvanquished</em> is a Civil War novel that does not depict a single battle. By focusing instead on the women, children, and soon-to-be-emancipated blacks, Faulkner in this novel in some ways anticipated the attention future historians would pay to the importance of the home front during the war.</p>\n<p><strong>Dating the Story</strong>: We have mostly followed the lead established by James Hinkle and Robert McCoy in their book <em>Reading Faulkner: The Unvanquished</em>. Starting with the one date given in the novel (August 14, 1863, on the army requisition order in \"Raid\") and using other historical events and contextual clues, such as the narrator Bayard's frequent reference to his age and the fact that his and Ringo's birthdays are in September, Hinkle and McCoy have dated with reasonable precision each chapter in the novel. However, some events in the novel cannot be reconciled or accounted for consistently, and there are at least several outright contradictions that Faulkner apparently neglected to resolve when revising the stories for publication as a novel; for instance, in \"Riposte,\" the narrator Bayard clearly suggests that Rosa Millard was still alive when he and Ringo \"had just got back from Jefferson with the letter\" from Aunt Louisa Hawk (149), but in \"Skirmish,\" he says that Rosa was dead and that the letter arrived at a time that he and Ringo were chasing Grumby and had \"doubled back past Jefferson and so . . . spent one night at home and found the letter when Mrs Compson had sent it out\" (190).</p>\n<p>Two moments in \"Ambuscade\" suggest that Faulkner may have imagined beginning the story in the summer of 1863, after the decisive Confederate losses at Vicksburg and Gettysburg made the defeat of the South inevitable.  When the story's \"captured musket\" is first mentioned, it is referred to as having been brought home by John Sartoris \"from Virginia two years ago\" (15); 1861 is when the fighting in Virginia began.  And although they aren't sure what it means or portends, both Bayard and Ringo hear the Colonel say \"Vicksburg <em>fell</em>\" (18); the surrender of this last Confederate stronghold on the Mississippi occurred on July 4, 1863.  But Vicksburg was already threatened by the summer of 1862, and the loss of Corinth, Mississippi, which is also referred to in the story as news, took place at the end of May, 1862 (5).  Given these inconsistencies, dating the novel's first chapter in 1862 is plausible, and also the only way to make the rest of the novel's Civil War chapters fit chronologically.  Beginning in 1863 would mean, for example, that \"Vendee\" takes place a year after the War ended.  In general the novel's other references to actual history are accurate. One reference that pointedly is not, however, is Drusilla's story of a locomotive chase in \"Raid,\" which appears to be based on the historical Andrews raid that took place on April 12, 1862, between Atlanta and Chattanooga (and presumably, nowhere near the fictional location of Hawkhurst in Alabama). However, the novel has no specific references to the actual \"chase,\" and consequently it is unclear whether Drusilla is deliberately misrepresenting the historical event, if she does not know the true story, or if Faulkner is deliberately fictionalizing it for the novel.</p>\n<p>Perhaps the hardest date to establish is when, exactly, Bayard, the narrator, is telling the story — that is, when he adopts an older, more mature persona in remembering or reflecting back upon the events of his childhood and early adulthood. The only real clue we discern in the novel is the reference in the final chapter to his learning parts of the story \"not until years later\" (212), which could be at any point from late 1876 (two years after October 1874, when \"An Odor of Verbana\" takes place) to December 1920, when Bayard dies in <em>Flags in the Dust</em>. In the absence of any textual clues to Bayard's age as he looks back on his earlier life, we have chosen a broad range to indicate the period when he is writing: 1900 to 1918.</p>\n","publication_date":"1938-02-15"},{"first_publisher_date":"June 1939","title":"\"Barn Burning\"","display_order":"41.00","page_stop":"25","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"1","code":"BB","edit_copy_publisher_date":"1995","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Hagood, Taylor, and Steven Knepper.  \"Faulkner's 'Barn Burning.'\"  Added to the project: 2012.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Barn Burning\" is one of Faulkner's most frequently anthologized and widely taught short stories.  A tale of class and familial strife, crime, and conflicting allegiances, it focuses on two of the most important families in Faulkner's Yoknapatawpha: the ascendant poor white Snopeses and the aristocratic de Spains.  Flem Snopes, a central figure in the Yoknapatawpha fiction, appears in this story as a young adult, but is not referred to by name.  His younger brother Sarty, the focal character in \"Barn Burning,\" does not appear elsewhere in Faulkner's fiction.</p>\n<p><em>Harper's Magazine</em> first published \"Barn Burning\" in 1939, and it won the O. Henry award for that year's best short story.  The events of \"Barn Burning\" are mentioned in Faulkner's 1940 novel <em>The Hamlet</em>.  The story marks a return to the Snopes material that Faulkner had written much earlier, in his unpublished \"Father Abraham\" manuscript.  Our representation of \"Barn Burning\" is based on Joseph Blotner's <em>Collected Stories of William Faulkner</em> (Vintage International, 1995).</p>\n<p>\"Barn Burning\" poses a number of editorial challenges.  Faulkner gives us neither exact locations nor an exact date.  The date we've assigned its events, 1895, is based on the passage referring to Ab having been shot by a Confederate soldier \"thirty years ago\" (5).  For locations, we have used clues from other novels.  We have located the de Spain plantation in the northwestern quarter of Yoknapatawpha County.  This flat and fertile area is the site of other prominent plantations, such as Thomas Sutpen's.  Faulkner's <em>Absalom, Absalom!</em> map shows the de Spain hunting camp in the far northwestern corner of the county.  We have located the first general store, where \"Barn Burning\" begins, just outside southeastern Yoknapatawpha.  Ab stands accused of burning down Harris' barn.  In <em>The Hamlet</em>, published the year after the story, we learn that Harris' barn was in Grierson County, which borders Yoknapatawpha to the south.  Grierson is the name of the original Frenchman for whom Frenchman's Bend is named.  His massive plantation spanned parts of both Yoknapatawpha and Grierson counties.</p>\n","publication_date":"1939-06"},{"first_publisher_date":"4 November 1939","title":"\"Hand upon the Waters\"","display_order":"42.00","page_stop":"86","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"67","code":"HUW","edit_copy_publisher_date":"2011","first_publisher":"The Saturday Evening Post","citation":"<p>How to cite this resource:Joiner, Jennie, and Mike Wainwright.  \"Faulkner's 'Hand upon the Water.'\"  Added to the project: 2018.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>William Faulkner’s “Hand Upon the Waters,” the third episode in <em>Knight’s Gambit</em> (1949), first appeared a decade earlier in the <em>Saturday Evening Post</em> (4 November 1939). Our representation of the story draws on the Vintage International paperback edition of the book (2011).</p>\n<p>Faulkner takes his story's title from the first of the ten biblical Plagues of Egypt recounted in the Old Testament: \"And the LORD spake unto Moses, Say unto Aaron, Take thy rod, and stretch out thine hand upon the waters of Egypt, upon their streams, upon their rivers, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone\" (Exodus 7:19).1 The death of Lonnie Grinnup has turned the river near his hut into a loathsome spot. Grinnup's decomposing body has been discovered attached to his own fishing line. Fish are literally feeding on the corpse. The coroner’s verdict is drowning by misadventure. Everyone agrees. Everyone, that is, except Gavin Stevens.</p>\n<p>Stevens, who figures in all six of the <em>Knight's Gambit</em> stories as Faulkner’s Sherlock Holmes, smells something fishy about the death. In \"A Scandal in Bohemia\" (1891), Arthur Conan Doyle's Sherlock Holmes upbraids his companion Dr. John Watson. \"You see,\" chides Holmes, \"but you do not observe.\" Stevens could say the same about the witnesses and authorities in the Grinnup case, and uses his own observations about the way one fishes with a trotline to establish that Grinnup was murdered.  Alone, he confronts the killer, and the dénouement, with the killer strung on Grinnup’s trotline, provides a sort of extralegal justice, one that does not involve the authorities but that does, in its own fashion of vengeance, recall another passage from the Old Testament.</p>\n<p><strong>Mapping the Story</strong>: The fact that Lonnie's shack sits \"almost in the exact center\" of the massive tract of land which his ancestor once owned, and that that ancestor is named \"Grenier,\" are enough to indicate that the events of the story take place in and around Frenchman's Bend, one of the settings in Yoknapatawpha County that Faulkner's imagination regularly returns to.  Although Stevens only drives \"eight miles\" to reach the site of the inquest, and Frenchman's Bend is elsewhere located twelve to twenty miles away from Jefferson, \"Louis Grenier\" - Lonnie's official name - is the original of the \"Old Frenchman\" after whom the Bend is named.</p>\n<p><strong>Dating the Story</strong>: The story begins on a Saturday, and its first paragraph says that the river in which Lonnie is drowned is \"at mid-July level,\" which gives us the month in which the events take place.  The text provides no clear evidence about the year, so we follow the protocol that is deployed throughout Digital Yoknapatawpha: in the absence of any evidence to the contrary, we assume a story is set shortly before it was first published.  Hence our choice of July 15, 1939 (which was a Saturday) as the date on which story begins.  But this is an assumption; Faulkner may have been thinking of a date a year or two earlier.</p>\n","publication_date":"1939-11-04"},{"first_publisher_date":"1938","title":"The Hamlet","display_order":"43.00","page_stop":"406","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"1","code":"H","edit_copy_publisher_date":"1991","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />Burgers, Johannes H., John Corrigan, and James B. Carothers.  \"Faulkner's <em>The Hamlet</em>.\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p><em>The Hamlet</em>, Faulkner’s twelfth novel, the eighth of the Yoknapatawpha series, was published by Random House on April 1, 1940.  But the origins of the story date back to the very moment that Faulkner began writing about his \"postage stamp of native soil,\" as he once called Yoknapatawpha.  In Oxford, his home town, Faulkner enjoyed long humorous and satiric exchanges with Phil Stone, his friend and mentor, about the rise of the poor white in the South. In 1926 or 1927, Faulkner wrote a long draft of what he probably intended as a novel, but this fragment, called \"Father Abraham,\" was not published until 1983.  The incomplete narrative introduced Flem Snopes and his clan, and featured the episode that became known as \"Spotted Horses.\"  Faulkner later incorporated Snopes references and material in <em>Flags in the Dust</em> (published as <em>Sartoris</em> in 1929) and other novels, and he dealt extensively with the Snopeses in a variety of published and unpublished or uncollected short stories, such as \"Fool about a Horse,\" \"Lizards in Jamshyd’s Courtyard\" and \"Mule in the Yard\" (see these stories elsewhere in Digital Yoknapatawpha).  Phil Stone mentioned a possible trilogy by 1927; Faulkner announced a Snopes trilogy as early as 1934, outlined another version to editor Robert Haas of Random House in December, 1938, and continued extensive changes as he \"pulled together\" the published text of <em>The Hamlet</em> from \"mostly short stories\" (including, in addition to the four already mentioned, \"The Hound\" and \"Barn Burning\"; see these stories elsewhere in DY).  The last two volumes of the trilogy, <em>The Town</em> and <em>The Mansion</em>, were published much later (1957, 1959); what Faulkner called the \"discrepancies and contradictions\" between them and the first volume satisfied him that his material was still alive and still growing.</p>\n<p>While some readers find <em>The Hamlet</em> \"diffuse\" or \"episodic,\" the larger narrative is strung together on the story of how Flem Snopes, son of a barn-burning sharecropper, attaches himself to the economy of the Frenchman’s Bend region of Yoknapatawpha, learns the trades of the small businessman and property owner from Will Varner, and in short order becomes a shrewd, dishonest and merciless usurer and trickster. Having conquered Frenchman’s Bend, Flem leaves it on the novel's last page.  He is bound for Jefferson, where his success has already been foretold.  Faulkner's working title for the novel was \"The Peasants,\" and it contains many of his most memorable rural characters.  Compared to Shakespeare's <em>Hamlet</em>, <em>The Hamlet</em> is essentially comic, but for Faulkner the story of a low man's rise toward his idea of greatness is not without its tragic resonances.  Our representation of the novel derives from the Vintage International paperback edition, ©1991; this edition uses the corrected text established by Noel Polk.</p>\n<p><strong>Dating the Story</strong>: The central action of <em>The Hamlet</em> covers five years, from Flem Snopes' arrival in Frenchman's Bend when Eula Varner is \"not quite thirteen\" (105) to his departure for Jefferson when she is \"not yet eighteen\" (402).  Over the years scholars have suggested a number of different specific dates for this span, from the 1880s to the first decade of the 20th century.  Faulkner himself, in a letter to his publisher in late 1938, said that \"Book Four happens in 1890, approximately.  Hence Civil War ended 25 years ago.  Have recollection of dating War somewhere in script [i.e. manuscript] as 40 years ago.  Please watch for it.\"  Two decades later, however, after he had finished <em>The Town</em>, Faulkner told an audience at the University of Virginia that the auction of Texas horses in Book Four \"happened\" in 1907.  Faulkner also told that audience that as the author \"I have the right to shift [events] about in time.\"  The later date does make the events of <em>The Hamlet</em> easier to reconcile chronologically with rest of the Trilogy, but for our representation of the novel we have chosen to follow, as much as possible, the chronological cues provided by the text itself.</p>\n<p>Like Faulkner's own comments, the novel's text is inconsistent.  It contains four specific references to historical events.  Will Varner's reference (when Eula is eight years old) to \"that world's fair they are talking about having in Saint Louis\" (109) points toward the 20th century, since the Fair was held in 1904.  The \"Wallstreet Panic\" for which one of the Snopeses is named that took place \"a year or two ago\" (293) must have been the Panic of 1893, pointing toward the 1890s.  The narrator's reference at the end of the novel (when Eula is seventeen) to \"the news of Sumter . . . thirty years ago\" points toward the 1880s, since the attack on Fort Sumter that began the Civil War took place in 1861.  But the most frequent textual pattern puts the late stages and end of the Civil War thirty years before the novel starts: the people of Frenchman's Bend have been pulling the Old Frenchman's mansion to pieces \"for thirty years\" and over the same period seeking the treasure the Frenchman reputedly buried \"when Grant over-ran the country\" in 1863 (4); Miss Rosa Millard, whose death in 1864 is described in <em>The Unvanquished</em>, gave Ab Snopes the coat he still wears \"thirty years ago\" (36).  Using this pattern of references as our guide, we have chosen to date Flem's arrival in 1895, while acknowledging that this date is conjectural.</p>\n<p>Except for specific years, the chronology of the novel's events is fairly well defined.  It is \"almost first of May\" on the its first day (9), so we can say late April with confidence, though we say \"late April <em>1895</em>\" with diffidence and recognize that others can argue it is late April in 1885 or in 1902 or in any of the years in between.  Picking a year gives us a way to be as precise about chronological sequence as the narrator is throughout the rest of the novel, as he locates new events \"three days\" or \"two weeks\" later, and so on, and regularly provides references to specific months or seasons.  If the five-year period of the novel remains uncertain, the sequential relationship among the events during that period is much more reliable.</p>\n","publication_date":"1940-03-01"},{"first_publisher_date":"June 22, 1940","title":"\"A Point of Law\"","display_order":"44.00","page_stop":"225","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"212","code":"POL","edit_copy_publisher_date":"1997","first_publisher":"Collier's Magazine","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Theresa M. Towner.  \"Faulkner's 'A Point of Law.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner needed money when he wrote this short story late in 1939.  It was rejected by the <em>Saturday Evening Post</em>, but Faulkner's agent sold it for $1000 to <em>Collier's Magazine</em> in February, 1940, and told a relieved author that the check was already in the mail.  As a magazine story, it is an entertainment rather than a work of art, but in writing it Faulkner discovered the character Lucas Beauchamp, who over the next decade becomes probably the most impressive black man in his fiction.  While this first story does mention in passing the fire that Lucas has kept burning on his hearth for forty-five years, it provides no hint about the charged racial and familial lineage that is so crucial to his role in the \"Fire and the Hearth\" section of <em>Go Down, Moses</em> (1942), and Lucas himself shows no sign of the intelligence and dignity he will display as a central character in <em>Intruder in the Dust</em> (1948), where he is arrested for murder rather than moon-shining.</p>\n<p><em>Collier's</em> published \"A Point of Law\" in June, 1940.  Its most complex conflict is probably the largely implicit tug of wills and manipulative strategies that occurs between Lucas and his daughter Nat.  However, it is possible that the tensions in the story's scenes between a white landlord and his black tenant, while played almost as farce here, may have helped Faulkner make his imaginative way toward the great subject of <em>Go Down, Moses</em>, which he himself identified in a letter as the \"relationship between white and negro races\" in his South.  When he wrote that novel in 1941, Faulkner drastically revised and expanded this story.  Joseph Blotner republished the <em>Collier's</em> text in his <em>Uncollected Stories of William Faulkner</em> (1997); that reprinting is the basis for our representation.</p>\n<p><strong>Dating the Story</strong>: As is often the case, with \"A Point of Law\" the dates we assign the story's events are an editorial interpretation, based on the cues provided by Faulkner's text.  That is explicit about the chronological relation between the events: \"three weeks\" after Lucas and George are arrested, they are brought before Judge Gowan; \"before the next three weeks are up,\" they go into a new partnership with a new still - so the entire story covers a period that is not quite six weeks long.  And the text ties these events to Lucas' life as a tenant farmer: it begins in \"corn-planting time,\" and by the end both Lucas' corn and the cotton he sows in the \"next month\" are \"sprouting.\"  On this basis we assume it's late April at start, and early June at end.  There is also one clue to the year Faulkner might have had in mind: the U.S. Attorney came to Jefferson \"only after the administration changed eight years ago.\"  If the administration referred to is federal, this probably refers to the election of Franklin Roosevelt in 1932.  Putting all this together, we date the story between April 25 and June 2, 1940.  But it is important to remember that all these dates are reference points that seem likely to us; Faulkner sets the tale in the spring, but may have had a different year or months or days in mind.</p>\n<p><strong>Following the Story</strong>: The point of law on which the story turns is, of course, the rule of spousal privilege, which states that husbands and wives cannot be compelled to testify against each other in court.  When on the day of his and George's trial Lucas presents the official document \"dated in October of last year\" that declares his daughter Nat is married to his co-defendant, the judge has to dismiss the charges against both black men.  That much is clear.  What is not at all clear is when, or even whether, Nat and George actually got married.  There are perhaps four possible readings.  (1) The certificate is an authentic marriage license, and they were married in October.  They have not been living as man and wife, because Nat is trying to get her father first to fix up George's house by paying for \"a cookstove,\" \"a well\" and \"a new back porch.\"  (2) The certificate is authentic, and was issued in October, but the couple never married after getting it, so Nat is misrepresenting herself when she tells Judge Gowan she is \"Gawge Wilkins' wife.\"  (3) The certificate is largely authentic, but issued only since the arraignment: Lucas or Nat acquires it during the previous two weeks, altering the date to make it seem as though the marriage took place in October.  (4) The entire document is a forgery, created somehow by Lucas.  There is a gap where the story could have revealed which alternative is correct: the narrative does not follow Lucas, Nat and George when they go \"into the house\" to finish their conversation about getting married; and the text presents a blank space on the page to represent the entire two weeks that Nat is in Jackson.  So the \"thick, folded, soiled document\" that Lucas presents in court is like \"the past\" in so many Faulkner texts: it determines what happens, but is itself ambiguous, if not uninterpretable.  Readers have to read it for themselves.  Our representation of the story allows for these multiple readings.</p>\n","publication_date":"1940-06-22"},{"first_publisher_date":"September 1940","title":"\"The Old People\"","display_order":"45.00","page_stop":"212","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"201","code":"OLD","edit_copy_publisher_date":"1997","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Coleman, Robert, and Ben Robbins.  \"Faulkner's 'The Old People.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>The first published version of “The Old People,” for which Faulkner received $400, appeared in the September 1940 issue of <em>Harper’s Magazine</em>. His extensively revised version of the story is best known to Faulkner readers as part of <em>Go Down, Moses</em>,  which was published in 1942. In the original 1940 text, the boy at the center of the story is never named.  Faulkner might very well have originally planned for him to be Quentin Compson. According to Joseph Blotner, the typescript of \"The Old People\" identifies the boy's father explicitly as \"Mr Compson.\" On the other hand, in the <em>Go Down, Moses</em> version of “The Old People,” the boy is Ike McCaslin.  In the <em>Harper's</em> text Ike actually appears, but as minor character, a member of the hunting party, and a grown man who is referred to as \"Uncle\" Ike.  There is also a problem with Faulkner’s construction of Sam in the 1940 text as his paternity is ambiguous. Near the beginning of one paragraph, the narrator says that Sam is the grandson of Chickasaw Indian Chief Ikkemotubbe, but near the end of the same paragraph the narrator implies that Ikkemotubbe is Sam’s father. However, the chronology of events only makes it possible for Ikkemotubbe to be Sam’s grandfather (Sam is 70 in the present tense of the story, but Ikkemotubbe’s son is said to have been a child 100 years ago.) Faulkner clears up the ambiguity when he revised the story for <em>Go Down, Moses</em> version of “The Old People,” by identifying Ikkemotubbe as Sam’s biological father. The 1940 <em>Harper’s Magazine</em> version of “The Old People” was reprinted in the <em>Uncollected Stories of William Faulkner</em>.  That text is the basis for our edition.</p>\n<p><strong>Dating the Story</strong>: In <em>Go Down, Moses</em> the story takes place in the time frame of the larger saga of the McCaslin family, where Ike is born just after the Civil War.  In this earlier version, however, there is no explicit indication of when the hunt takes place.  We have decided to date it in 1904 because the story takes place 100 years after Ikkemotubbe returns to Mississippi around 1804, having spent seven years in New Orleans, at which point he sells Sam's grandmother and child and an adult male slave to the unnamed narrator’s great-grandfather. This 1904 time frame, however, is at odds with Faulkner’s representation of the boy hunter and Sam Fathers in another story, the first published version of “The Bear,” where the boy and Sam are paired together for another hunt that occurs <em>after</em> the boy has killed his first buck, as depicted in \"The Old People,\" yet at an <em>earlier</em> time, as internal evidence clearly implies.  Presumably this inconsistency reflects the way Faulkner is re-imagining the boy as Ike rather than Quentin (the 1904 date works well with Quentin Compson's  known biography).</p>\n<p><strong>References</strong>: Blotner, Joseph, <em>Faulkner: A Biography</em> (Random House, 1974);  Fragnoli, A. Nicholas, Michael Golay, and Robert W. Hamlin, <em>Critical Companion to William Faulkner: A Literary Response to His Life and Work</em> (Facts on File, 2008).</p>\n","publication_date":"1940-09"},{"first_publisher_date":"October 1940","title":"\"Pantaloon in Black\"","display_order":"46.00","page_stop":"255","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"238","code":"PAN","edit_copy_publisher_date":"1997","first_publisher":"Harper's Magazine","citation":"<p>How to cite this resource:<br />Dye, Dotty, and Erin Kay Penner.  \"Faulkner's 'Pantaloon in Black.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Pantaloon in Black\" first appeared in <em>Harper's Magazine</em> in October of 1940, earning Faulkner $400 for his efforts.  In 1942 he republished it as the third chapter, or story, in <em>Go Down, Moses</em>.  While some of the eight previously published stories were radically revised for use in the novel, he made almost no changes to the magazine version of Rider's story.  The early version included both references to the McCaslin family narrative - Rider's renting a home from Edmonds and his attempts to imitate Lucas Beauchamp's ever-burning hearth fire - but Faulkner did nothing more in the later version to incorporate it into the McCaslin narrative that so many critics have cited as the dominant strain of <em>Go Down, Moses</em>.  As a result, Rider's story stands as something of a thematic puzzle in the middle of <em>Go Down, Moses</em>.  It later resurfaces, through the musings of Temple Drake Stevens, in <em>Requiem for a Nun</em> (1951).  Our representation of the story follows the version published in the Random House <em>Uncollected Stories of William Faulkner</em>, edited by Joseph Blotner.</p>\n<p>References: Skei, Hans L. <em>Reading Faulkner’s Best Short Stories</em> (University of South Carolina Press, 1999); Creighton, Joanne V. <em>William Faulkner’s Craft of Revision: The Snopes Trilogy, The Unvanquished and Go Down, Moses</em> (Wayne State University Press, 1977).</p>\n","publication_date":"1940-10"},{"first_publisher_date":"November 1940","title":"\"Gold Is Not Always\"","display_order":"47.00","page_stop":"237","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"226","code":"GOL","edit_copy_publisher_date":"1997","first_publisher":"American Mercury Magazine","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Theresa M. Towner.  \"Faulkner's 'Gold Is Not Always.'\"  Added to the project: 2016. <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner wrote \"Gold Is Not Always,\" his second story featuring Lucas Beauchamp, in the winter of 1939-1940, a few months after he wrote the first, \"A Point of Law.\"   Five publications turned down the story before <em>The American Mercury</em> accepted it; it appeared in the November 1940 issue.  Our representation of it is based on the text as published in Joseph Blotner’s <em>Uncollected Stories of William Faulkner</em>, in which Blotner notes that the surviving typescript of nineteen pages contains two significant revisions between typescript and publication:  \"One of these amplifies the tracking of Edmonds' missing mule and the other further describes the growing frenzy of the divining-machine salesman\" (693).  In the summer of 1941, Faulkner incorporated the story into the novel <em>Go Down, Moses</em>, where it provides the basis for Section 2 of the chapter titled \"The Fire and the Hearth\"; during revision, he toned down Lucas' dialect - \"He's done come,\" for example, is changed to \"\"He's come\" - but left most of the rest of the published version intact.  The greatest alteration of the story's themes emerges from the major additions he made to that version.   He elaborated the relationship between Lucas and the white Edmonds family, so that now the short story's comic motif of treasure-seeking is juxtaposed to the powerful strokes of tragedy provided by the haunting accounts of Lucas' jealousy over what he imagines is his wife's affair with Zack Edmonds, and the anguish of Roth Edmond's broken friendship with Lucas' son Henry.  These additions complicate Lucas' character and the issue of race in ways that the two short stories about him don't seem to anticipate, and add layers of meaning to the McCaslin-Edmonds-Beauchamp genealogy.</p>\n","publication_date":"1940-11"},{"first_publisher_date":"23 November 1940","title":"\"Tomorrow\"","display_order":"48.00","page_stop":"110","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"89","code":"TO","edit_copy_publisher_date":"2011","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Jewett, Chad, and Sarah Perkins.  \"Faulkner's 'Tomorrow.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>A lesser-known story in Faulkner’s oeuvre, \"Tomorrow\" was first published on Nov. 23, 1940, in the <em>Saturday Evening Post</em>. The magazine bought the short story for $1000.  The story was later included in <em>Knight’s Gambit</em>, a short collection of mystery tales that also included \"Smoke,\" \"Monk,\" \"Hand Upon the Waters,\" \"An Error in Chemistry,\" and the title novella, \"Knight’s Gambit.\" Though the stories in <em>Knight’s Gambit</em> were written and published at various times in the 1930s and 1940s, Random House published the stories together in 1949, the year for which Faulkner was awarded the Nobel Prize for Literature. Like the rest of the stories in <em>Knight’s Gambit</em>, \"Tomorrow\" features Gavin Stevens, the wise county attorney of Yoknapatwpha. In this story, Stevens and his nephew Chick Mallison travel the county to uncover the mystery of the hung jury at the Bookwright trial. Our digital representation of \"Tomorrow\" and its pagination refer to the version of the story published in the Vintage International paperback <em>Knight’s Gambit</em> (2011).</p>\n","publication_date":"1940-11-23"},{"first_publisher_date":"January 25, 1941","title":"\"Go Down, Moses\"","display_order":"49.00","page_stop":"266","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"256","code":"GOD","edit_copy_publisher_date":"1997","first_publisher":"Collier's Magazine","citation":"<p>How to cite this resource:<br />Jewett, Chad, and Steven Knepper.  \"Faulkner's 'Go Down, Moses.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Go Down, Moses\" originally appeared in the January 25, 1941, issue of <em>Collier's Magazine</em> accompanied by an illustration by George Howe.  Faulkner used a slightly revised version as the final chapter in <em>Go Down, Moses</em> (1942).  Our edition uses the magazine version as reprinted in the <em>Uncollected Stories</em>, edited by Joseph Blotner.</p>\n<p>Faulkner draws his title from the spiritual of the same name, which includes the lyrics, \"Go Down, Moses, way down in Egypt's land.  Tell old pharaoh to let my people go.\"  The title helps to draw out the contrast between how Gavin Stevens and Mollie Beauchamp view Samuel Beauchamp's run-ins with the law and eventual execution.  Stevens argues that Samuel, whose father is in the state penitentiary, comes from bad seed.  His grandmother Mollie claims that Carothers \"Roth\" Edmonds is to blame for banishing Samuel from the plantation when he was a teenager.  She says that Roth \"sold him to Pharaoh.\"  While Stevens is the story's focal character, the title suggests that Faulkner may not want his readers to simply adopt the lawyer's take on the case of Samuel Beauchamp.</p>\n<p><strong>Dating the Story</strong>: The story takes place over two days in July during the 1940 census.  The exact days are unspecified, so we used the middle of the month (July 15-16).</p>\n","publication_date":"1941-01-25"},{"first_publisher_date":"May 31, 1941","title":"\"The Tall Men\"","display_order":"50.00","page_stop":"61","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"45","code":"TM","edit_copy_publisher_date":"1995","first_publisher":"The Saturday Evening Post","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Lorie Watkins.  \"Faulkner's 'The Tall Men.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>William Faulkner wrote \"The Tall Men\" in early 1941 with a clear financial imperative to pay off owed back taxes.  He gauged the market correctly; the story sold in less than a week to <em>The Saturday Evening Post</em>, where it was published on May 31, 1941, only ten weeks after Faulkner sent it to his agent, Harold Ober.  He later included it as the third story in the \"Country\" section of his <em>Collected Stories</em>, and this version, as published by Vintage International, provides the basis for our representation of the story.  Although its events could be set during 1941, given the historical and publication framework 1940 seems a far more likely date.</p>\n<p>The story’s commercial success was in part due to its contemporary relevance. It appeared after two key events that inform the narrative.  In 1933, Franklin Delano Roosevelt's Hundred Days Congress enacted the Agricultural Adjustment Act to regulate farm surpluses, and on September 16, 1940, the first peacetime draft was enacted, requiring all men between 21 and 35 to register with local draft boards.  \"The Tall Men\" conjoins these two events in the McCallum family's unwillingness to be governed by either one of these federal rules.   Although the United States didn't enter World War II until December 7, 1941, it loomed large in the minds of the public and Faulkner's timely story found a receptive audience.  In appealing to this audience, Faulkner revives the MacCullum family from <em>Flags in the Dust</em> as the McCallum family, two decades later.  In doing so, he taps into the historically independent spirit of the Scotch-Irish settlers of old who came to America in search of freedom from arguably the same sort of oppression that the current generation resists.  Still, the story seems to celebrate traditional values of courage and patriotism as Marshal Gombault \"interprets\" these oddly independent people so that the draft board investigator, Mr. Pearson, can understand the purity of their motives.  Although critics in turn praise and criticize the McCallum family's values and the story's patriotic themes, in the end \"The Tall Men\" is almost universally dismissed by critics as didactic in tone and lacking in subtly and substance.</p>\n","publication_date":"1941-05-31"},{"first_publisher_date":"March 28, 1942","title":"\"Two Soldiers\"","display_order":"51.00","page_stop":"99","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"81","code":"TWS","edit_copy_publisher_date":"1995","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Chancellor, Scott T., and Stephen Railton.  \"Faulkner's 'Two Soldiers.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Two Soldiers\" first appeared in <em>The Saturday Evening Post</em> on March 28, 1942.  It is the first of three short stories that Faulkner published in 1942 and 1943 about the Grier family of Frenchman's Bend.  All three are narrated by the family's never-named younger son, who is about nine years old in all of them, but each story has its own focus and tone, from the comic (\"Shingles for the Lord\") to the elegaic and sentimental (\"Shall Not Perish\").  In \"Two Soldiers\" the humor of the boy's naivete is married to the heroism of his older brother Pete's patriotic determination to come to the defense of his country after the attack on Pearl Harbor - still a very current event when the story was published.  (Indeed, although General MacArthur had been evacuated from the Philippines when the <em>Post</em> published it, the fighting there had not yet ended with the imminent American surrender, and of course in 1942 its original readers would have been very anxious about the outcome of the war that Pete enlists in.)   Pete is among Faulkner's most dignified treatments of the poor farmers who populate much of Yoknapatawpha.  He does not appear in the second story, \"Shingles\"; his death in combat provides the occasion for the last story.</p>\n<p>The story was included in Faulkner's <em>Collected Stories</em> (1950), which is the basis for our re-presentation of it.  It has been published since in a number of anthologies and school texts.</p>\n","publication_date":"1942-03-28"},{"first_publisher_date":"May-June, 1942","title":"\"Delta Autumn\"","display_order":"52.00","page_stop":"280","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"267","code":"DEL","edit_copy_publisher_date":"1997","first_publisher":"Story Magazine","citation":"<p>How to cite this resource:<br />Denton, Ren, and Stephen Railton.  \"Faulkner's 'Delta Autumn.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Delta Autumn\" was published in <em>Story</em> magazine's May-June 1942 issue, after higher paying literary magazines rejected it. In revised form the story also appeared as the penultimate chapter in <em>Go Down, Moses</em>, published in the same month. In revising the story, Faulkner brought its racial theme into Ike's family: Don Boyd's character is changed to Roth Edmonds, Ike's cousin; and Roth and the unnamed young woman he has a child with are both the great-great-grandchildren of Ike's grandfather, the first Yoknapatawpha McCaslin, though she descends through the African-American side of the family.  In both versions of the story, Ike, who learned his values from the half-Indian half-Negro Sam Fathers, is unable to accept the idea of intermarriage between black and white.</p>\n<p>\"Delta Autumn\" uses Ike's long life span, experience, and observations to explore \"what people call progress\" (275). The story is also set against the backdrop of World War II. Ironically, the characters are concerned with the threat Hitler poses to Europe and possibly the U.S. without considering the role they are playing in America's destruction (i.e. depleting natural resources and adhering to racist ideologies). Thus, the story juxtaposes racial anxieties along with the anxieties associated with the disappearance of nature and her wilderness.</p>\n<p>Joseph Blotner republished the magazine version of \"Delta Autumn\" in his edition of the <em>Uncollected Stories</em>.  That text is the basis for our edition.</p>\n","publication_date":"1942-05"},{"first_publisher_date":"May 9, 1942","title":"\"The Bear\"","display_order":"53.00","page_stop":"295","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"281","code":"BAR","edit_copy_publisher_date":"1997","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Corrigan, John, and John Padgett.  \"Faulkner's 'The Bear.'\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>This version of Faulkner's great novella originally appeared in <em>The Saturday Evening Post</em> on May 9, 1942.  In July of the previous year, Faulkner began work on the hunting story about a mythic bear which would eventually become the fifth and longest segment of <em>Go Down, Moses</em> (1942).  By September 9, he sent the first two sections of \"The Bear\" to Random House and, in the following two months, he revised them, using most of the first section and the initial pages of the second, into a story that he could sell to a magazine for badly needed cash.  He concluded this now much shortened story with new material that would become part of section four of \"The Bear\" in <em>Go Down, Moses</em>.  The two versions of \"The Bear\" appeared in print virtually simultaneously: the novel was published on May 11, just two days after the story.</p>\n<p>The unnamed boy at the center of this story is a good example of how Faulkner recreated his cast of characters over the course of his career.  As Faulkner worked on the various hunting stories that would eventually become part of <em>Go Down, Moses</em>, the identity of the boy-hunter and his father underwent significant transformation.  In <em>Harper</em>'s 1935 publication of \"Lion,\" later reworked into section three of \"The Bear\" of <em>Go Down, Moses</em>, a sixteen-year-old Quentin Compson serves as the youthful narrator of the story.  Faulkner maintained Quentin's role in the earliest surviving typescript of \"The Old People,\" but by 1939 when he submitted a slightly longer typescript for magazine publication, it is no longer clear that the boy-hunter is a Compson for he had become, as in this magazine version of \"The Bear,\" an anonymous protagonist.  By the time Faulkner began to compose the manuscript of \"The Bear\" two years later, he had already formulated a larger working narrative that featured the boy-hunter as Isaac \"Ike\" McCaslin.</p>\n<p><strong>Dating the Story</strong>: Our representation of the story is based on the magazine text reprinted in the <em>Uncollected Stories</em>, edited by Joseph Blotner.  Because so much of this story is consistent with \"The Bear\" of <em>Go Down, Moses</em>, we have chosen to use Ike McCaslin's birth year of 1867 as the same for the unnamed boy in this story, which means that the story opens when the boy is ten in November 1877.  To some degree, this dating is conjectural, based not on internal evidence in the story itself, but on its compositional relationship to the narrative that Faulkner had already established for <em>Go Down, Moses</em>.   Dating the events of \"The Bear\" relative to each other is relatively straightforward, as the boy hunter's age and the month in which events occur are usually given.  The main action of the story spans from the boy's first November hunting trip when he is ten to April when he is fourteen.  However, it is impossible to discern from evidence in the story an absolute accounting of the years that the story takes place.  Circumstantial clues in the story, such as the fact that General Compson was \"old enough\" to lead a brigade in 1865 but in the present-day action is still young enough to hunt, means it has to take place within a few decades of the Civil War.</p>\n","publication_date":"1942-05-09"},{"first_publisher_date":"1942","title":"Go Down, Moses","display_order":"54.00","page_stop":"365","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"5","code":"GDM","edit_copy_publisher_date":"2011","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />Towner, Theresa M., Robert Coleman, Erin Kay Penner, and Ben Robbins.  \"Faulkner's <em>Go Down, Moses</em>.\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p><em>Go Down, Moses</em>, Faulkner's thirteenth novel and the ninth set in Yoknapatawpha, was published by Random House on 11 May 1942.  It consists of seven named chapters, each of which contains significant subdivisions.  Because the book includes revised versions of seven short stories published between 1935 and 1942, and believing that it would sell better as a collection of tales, the publishers added <em>and Other Stories</em> to Faulkner's title.  In a letter Faulkner acknowledged \"the shock (mild) I got when I saw the printed title page.\"  When he first mentioned the idea of \"making a more or less continuous narrative\" out of this earlier material, he may have been thinking along the lines of <em>The Unvanquished</em> (1938), where stitching short stories into a book had not required much revision.  But by the time he finished writing <em>Go Down, Moses</em> in early 1942, he had produced a work more like <em>Absalom, Absalom!</em> (1936), one that takes a searching look at the South, at the legacy of slavery, and in particular - as he put it in a letter to his publisher - at the \"relationship between white and negro races here.\"</p>\n<p>The stories Faulkner drew from are \"Lion,\" \"The Old People,\" \"A Point of Law,\" \"Pantaloon in Black,\" \"Gold Is Not Always,\" \"Delta Autumn,\" \"Go Down, Moses,\" and the unpublished \"Was.\"  To transform these tales into the story he's telling in the novel, he added a new figure to the pantheon of Yoknapatawpha founding fathers and plantation aristocrats: Lucius Quintus Carothers McCaslin. He never appears directly in the novel, but his actions as a slave-owner create \"the past\" that shapes the lives of his black and white descendants.  The two most significant of these are Ike McCaslin and Lucas Beauchamp.  Ike, his white grandson, was a minor figure in the hunting stories \"Lion\" and \"Old People,\" but becomes the central character in the novel, as he wrestles with the \"curse\" that lies on his family and the land.  Lucas, the essentially comic black protagonist of \"A Point of Law\" and \"Gold Is Not Always,\" becomes the mixed race grandson of Old Carothers, and in many respects the most impressive black male figure in Faulkner's fiction. (He returns as a central character in <em>Intruder in the Dust</em>, 1948).  Many other characters in the stories are changed into various members of the black and white halves of the McCaslin family.  And even as he was urgently trying to complete the book in late 1941, Faulkner's determination to rise to the occasion of his theme led him to add a new story to the book - \"The Bear,\" which is widely recognized as one of his greatest works.  Ranging chronologically from the early nineteenth to the mid-twentieth century, combining Faulkner's long-standing interest in family with his recently invigorated concern with slavery and race, leading readers deeply into both the big woods and the Old South, <em>Go Down, Moses</em> is, indeed, a novel, and one of Faulkner's major achievements.</p>\n<p>Representations of the seven previously published stories, and of the severely abridged version of \"The Bear\" that Faulkner sold to <em>The Saturday Evening Post</em> in 1942, are available elsewhere in Digital Yoknaptawpha.  Our representation of the novel here is based on the most recent paperback edition, published by Vintage International in 2011.  This edition uses the \"corrected text\" established by Noel Polk, but unfortunately includes a large number of typographical and other errors.  For that reason we include <a href=\"http://faulkner.iath.virginia.edu/media/resources/MANUSCRIPTS/GDMErrata.html\" target=\"_blank\">a list of errata</a>, using as our reference the meticulous text Polk published in the Library of American edition (1994).</p>\n<p><strong>Dating the Story</strong>:  <em>Go Down, Moses</em> offers plenty of specific dates for its plots and characters, which remain fairly consistent throughout the novel, so the editors have relied upon them in dating the story.  \"Was,\" for example, takes place in 1859, when Cass is nine; we therefore judge that he was born in 1850.  The same chapter says that Ike is sixteen years younger than Cass, but \"The Bear\" says he was born in 1867; we chose the specific date as the basis for our entries.</p>\n","publication_date":"1942-05-11"},{"first_publisher_date":"February 13, 1943","title":"\"Shingles for the Lord\"","display_order":"55.00","page_stop":"43","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"27","code":"SL","edit_copy_publisher_date":"1995","first_publisher":"Saturday Evening Post","citation":"<p>How to cite this resource:<br />Carothers, James B., and Theresa M. Towner.  \"Faulkner's 'Shingles for the Lord.'\"  Added to the project: 2013.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner wrote \"Shingles for the Lord\" early in summer 1942; his agent, Harold Ober, received it on July 17.  <em>The Saturday Evening Post</em> published it, with minor editorial revisions, on 13 February 1943.  In 1948, Robert K. Haas proposed to Faulkner the publication of a volume of collected stories, an idea that Faulkner initially resisted as premature.  Upon reflection and perusal of Haas' suggested titles, Faulkner embraced the idea and organized the volume by geographical units, with \"Shingles for the Lord\" second in the opening section, following \"Barn Burning.\"  The story was included in <em>The Faulkner Reader</em> (1954), and Faulkner cited it specifically when he praised his editors for encouraging the <em>Collected Stories</em> volume:  \"the stuff stands up amazingly well after a few years. . . I spent a whole evening laughing to myself about the mules and shingles.\"  An exact date for the story is impossible to determine, but the absence of reference to United States involvement in World War II suggests a pre-Pearl Harbor time frame; the Works Progress Administration came to Mississippi circa 1936. The full rain barrel and temperate weather suggest late spring.  Faulkner published two other stories about the Grier family of Frenchman’s Bend, \"Two Soldiers\" (1942) and \"Shall Not Perish\" (1943).  All three are narrated by the unnamed Grier son, but the perspectives are slightly different.  The point of view in \"Two Soldiers\" is that of a nine-year-old boy. \"Shingles\" and \"Shall Not Perish\" have a much-older narrator recounting a significant episode in his past; the 1943 story features the narrator’s relationship with his mother, told elegiacally, and \"Shingles\" features his relationship with his father, told to great comic effect.</p>\n","publication_date":"1943-02-13"},{"first_publisher_date":"March-April 1943","title":"\"My Grandmother Millard and General Bedford Forrest and the Battle of Harrykin Creek\"","display_order":"56.00","page_stop":"699","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"667","code":"MGM","edit_copy_publisher_date":"1995","first_publisher":"Story Magazine","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Dorette Sobolewski.  \"Faulkner's 'My Grandmother Millard and General Bedford Forrest and the Battle of Harrykin Creek.'\"  Added to the project: 2017.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner wrote this story in the late winter, 1942, about four years after the publication of <em>The Unvanquished</em>, a novel made up of seven stories very much like this one: first-person accounts by Bayard Sartoris of his, his Grandmother's and their slaves' lives during the Civil War while his father, Colonel John Sartoris, is away from home fighting.  (Chronologically, the events in \"My Grandmother Millard\" occur just before the earliest of the <em>Unvanquished</em> stories.)  When he sent the story to Harold Ober, his agent in New York, Faulkner noted that <em>The Saturday Evening Post</em> had \"bought five stories about these characters\" back in the mid-1930s, and the <em>Post</em> paid its authors very well.  1942 was also just after the United States had entered into World War II, which explains what Faulkner meant when he told Ober that the story has a \"message for the day,\" about \"indomitableness\" in the face of difficulties.  It is the only story in which Yoknapatawpha is the scene of a \"Battle\"; and although that battle doesn't really live up to its name, the story also mentions three other American wars: the Revolution, the Mexican, and the Spanish-American.  The majority of characters who appear or are mentioned in it are in uniform.</p>\n<p>Essentially, however, the story is a comedy about romance - and a sendup of stereotypical romantic fictions like the ones Melisandre reads to Bayard and Ringo.  Telling Ober to send it to the <em>Post</em>, Faulkner called it \"a good funny story.\"  He worried, however, that that family magazine might reject it \"because of the can motif\" - the various ways in which privies and backhouses figure.  He was right: not only the <em>Post</em>, but seven other magazines rejected it before Ober was finally able to sell it to <em>Story</em> magazine, for $50; it was published there in March, 1943.  Faulkner reprinted it in <em>Collected Stories</em> (1950), and it is that text that provides the basis for our representation.</p>\n<p><strong>Dating the Story</strong>: Over half the story takes place on a single day: 28 April 1862, according to General Forrest's official report (697).  Unfortunately, that date cannot be reconciled with the rest of the text.  For example, the story's first sentence says the ritual of burying the silver begins only after \"the Yankees had taken Memphis,\" which did not happen until June, 1862 (667).  And after the burying begins, at least \"eight months\" pass (669) - \"all winter and all summer too\" (671) - before the day of the battle at \"Harrykin Creek\" (697). There are many other discrepancies, including the suggestion that Philip has been in the Confederate army for \"two years,\" even though the Confederacy did not exist in 1860 (680); or that \"Father\" - Colonel Sartoris - loses command of his original regiment and organizes \"his cavalry troop\" in 1861, even though in every other reference to these events in Faulkner's fiction, they happen in 1862 (667).  Most of this could be resolved by pushing Forrest's 1862 date forward a year, but the text gives no reason to suspect that the General does not know what year it is.  Our dating of the story's events takes 28 April 1862 as a definitive point of reference, and works backward and forward from that: the burying begins about eight months earlier, the marriage occurs four days later, and so on.  Bayard is writing the story from at point at least 35 years later, after the Spanish-American War (1898).</p>\n","publication_date":"1943-03"},{"first_publisher_date":"July-August 1943","title":"\"Shall Not Perish\"","display_order":"57.00","page_stop":"115","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"101","code":"SNP","edit_copy_publisher_date":"1995","first_publisher":"Story Magazine","citation":"<p>How to cite this resource:<br />Chancellor, Scott T., and Stephen Railton.  \"Faulkner's 'Shall Not Perish.'\"  Added to the project: 2014.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"Shall Not Perish\" is the second story Faulkner wrote at the start of World War II about the Grier family of Frenchman's Bend.  It is a kind of sequel to the first, \"Two Soldiers,\" in which Pete Grier, the older son, decides to enlist in the Army after the Japanese attack on Pearl Harbor.  \"Shall Not Perish\" begins with the rest of the family learning of Pete's death in the Pacific; like his service, his sacrifice gives Faulkner a patriotic occasion to affirm America's unvanquished courage and resolve.  Both stories are narrated by Pete's unnamed younger brother, though his perspective in the second story seems implausibly adult.  Faulkner took the title from the last line of Lincoln's \"Gettysburg Address,\" a source that suggests how \"Shall Not Perish\" dramatizes the nation's need and ability to transcend divisive categories like Yankee and Confederate in order to unite in the face of an external enemy.  Class divisions are similarly healed when the poor mother of the first son of Yoknapatawpha to die in the war shares her grief with the rich father of the second casualty.<br />\nAfter being rejected by eight other magazines, \"Shall Not Perish\" was finally published in the July-August 1943 issue of <em>Story</em>, which paid Faulkner $25 for it.  By that time his third and last story about the Griers, \"Shingles for the Lord,\" had already been published.  As a \"trilogy\" of sorts, these tales about a Frenchman's Bend family can be contrasted in interesting ways with the Snopes trilogy; the first novel of that trilogy, <em>The Hamlet</em>, appeared in 1940.</p>\n","publication_date":"1943-07"},{"first_publisher_date":"1946","title":"\"Appendix, Compson\"","display_order":"58.00","page_stop":"343","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"325","code":"AC","edit_copy_publisher_date":"1990","first_publisher":"Viking Press","citation":"<p>How to cite this resource:<br />\nPenner, Erin Kay, and Stephen Railton.  \"Faulkner's 'Appendix Compson: 1699-1945.\"  Added to the project:2018.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"","publication_date":"1946-04-29"},{"first_publisher_date":"June 1946","title":"\"An Error in Chemistry\"","display_order":"59.00","page_stop":"137","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"113","code":"EIC","edit_copy_publisher_date":"2011","first_publisher":"Ellery Queen's Mystery Magazine","citation":"<p>How to cite this resource:<br />\nColeman, Robert, and Christopher Rieger. \"Faulkner's 'An Error in Chemistry.'\" Added to the project: 2018. Digital Yoknapatawpha, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"An Error in Chemistry\" is the fifth story in <em>Knight's Gambit</em>, Faulkner's 1949 collection of six detective stories published by Random House. It originally appeared in <em>Ellery Queen's Mystery Magazine</em> in June 1946 - six years after it was written. Indeed, it was rejected by the <em>Saturday Evening Post</em> in 1940, and seven other magazines subsequently turned it down before it was bought by \"Ellery Queen.\" Faulkner received $300 for the story, and then another $250 because it was selected for second prize in a mystery fiction contest the magazine sponsored. A television version of \"An Error in Chemistry,\" titled \"Climax,\" was aired by CBS on 2 December 1954. The television network paid Faulkner $1,000 to broadcast the adaptation of his story. Like the other texts in <em>Knight's Gambit</em>, \"An Error in Chemistry\" has elicited limited scholarly response although the story includes Yoknapatawpha County Attorney Gavin Stevens, one of Faulkner's favorite characters; in addition to the detective prowess he displays throughout <em>Knight's Gambit</em>, he appears in over a dozen other texts and plays major roles in <em>Intruder in the Dust</em> (1948) and both <em>The Town</em> (1957) and <em>The Mansion</em> (1959), the last two volumes in the Snopes Trilogy. Although not named in the story, the narrator of \"An Error in Chemisty\" is Gavin's nephew, Chick Mallison, who narrates most of the other stories in <em>Knight's Gambit</em> and much of those two Trilogy volumes, and is himself a major character in <em>Intruder in the Dust</em>. Our representation of the story is based on the version published in the October 2011 Vintage International Edition of <em>Knight's Gambit</em>.</p>\n<p>SOURCES: Joseph Blotner, Faulkner: <em>A Biography</em>; Harry A. Runyan, <em>A Faulkner Glossary</em>; and A. Nicholas Fargnoli and Michael Golay, <em>William Faulkner A to Z: The Essential Reference to his Life and Work</em>.</p>\n","publication_date":"1946-06"},{"first_publisher_date":"Fall 1948","title":"\"A Courtship\"","display_order":"60.00","page_stop":"380","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"","page_start":"361","code":"CRT","edit_copy_publisher_date":"1995","first_publisher":"Sewanee Review","citation":"<p>How to cite this resource:<br />Railton, Stephen, and Theresa M. Towner.  \"Faulkner's 'A Courtship.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>\"A Courtship\" was written in the spring, 1942, about a decade after Faulkner's other Indian stories.  It was rejected by half a dozen magazines before the <em>Sewanee Review</em> finally offered $200 for it in 1948.  When he accepted the offer, Faulkner asked them to change the name he originally gave the white steamboat pilot from Calicoat (a name he had used for the pilot in \"A Justice,\" 1931) to Hogganbeck.  As he told his agent, \"I wrote that story before I had my Yoknapatawpha genealogy straightened out.\"  The renamed David Hogganbeck thus becomes the grandfather of Boon Hogganbeck, who plays prominent roles in both <em>Go Down, Moses</em> (1942) and <em>The Reivers</em> (1962).</p>\n<p>At first reading, \"A Courtship\" seems like a bit of Faulknerian fluff: mock-heroic in tone, it seemingly recounts the romantic rivalry between the Indian Ikkemotubbe and the white Hogganbeck, for the lovely sister of Indian Herman Basket.  For many readers, however, the story's most interesting courtship is between the two male protagonists.  Neither of them wins the woman's heart.  When she marries someone else, Ikkemotubbe in particular is devastated; he leaves his family and tribe only to return years later self-christened as Doom, with eight slaves and a box of poison. Ikkemotubbe|Doom appears in Faulkner's first two Indian stories and is referred to in other texts, including the so-called Compson Appendix to <em>The Sound and the Fury</em>; the details of his family history vary among these, but his biographical arc remains consistent.  He is the corrupt, murderous leader of a people also corrupted by the institutions of a white culture that literally removes them from its midst.</p>\n<p><em>Sewanee</em> published the story in October 1948.  It won the 1949 O. Henry Prize. In 1950 Faulkner reprinted it in his <em>Collected Stories</em>, as the first of four stories about Native Americans; our representation of the story is based on that publication.  \"A Courtship\" was the last published of the forty-two tales included in <em>Collected Stories</em>, and is among the last short stories Faulkner ever wrote.</p>\n<p><strong>Dating the Story</strong>: Faulkner wrote three stories about the Yoknapatawpha Indian tribe once ruled by Ikkemotubbe|Doom. Certain events occur in all three, in particular Ikkemotubbe's trip to New Orleans and return some years later as Doom. Though third in order of publication,  \"A Courtship\" comes first in terms of Ikkemotubbe's life.  But its specific reference to the treaty between chief Issetibbeha (here Ikkemotubbe's uncle) and General Andrew Jackson means that Ikkemotubbe's trip has to take place chronologically years after the same trip takes place in either \"Red Leaves\" or \"A Justice.\" This kind of discrepancy almost certainly didn't matter to Faulkner, but it means that any date we choose for this \"courtship\" is essentially speculative. Our speculations have some basis: we locate the story and the later telling of it between the historic treaty the Chickasaws signed with the U.S. government in 1818, and the removal of the tribe from Mississippi by the U.S. government in the early 1830s. But Faulkner may have had different dates in mind as he wrote.</p>\n","publication_date":"1948-09"},{"first_publisher_date":"September 27, 1948","title":"Intruder in the Dust","display_order":"61.00","page_stop":"241","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"ID","edit_copy_publisher_date":"2011","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />Dye, Dotty, Erin Kay Penner, and Stephen Railton.  \"Faulkner's <em>Intruder in the Dust</em>.\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>On the first day of February, 1948, Faulkner wrote his agent to explain that he had set aside the seemingly unending work of <em>A Fable</em>, his allegorical novel about World War I, to start a \"mystery story\" he'd first considered in 1940.  His relief at returning to his \"apocryphal Jefferson\" was palpable; he boasted of writing 60 pages, roughly half the novel's expected length, in the preceding two weeks.  He promised to have it done before the end of February, and though he burned through the rest of the draft with time to spare, he soon found himself deep in revisions.  In April, as he sent the manuscript – more than double its original length – to his publisher, he admitted that what had been a short piece, intended for popular interest, had \"jumped the traces\" as he reworked it. </p>\n<p>The main figures of <em>Intruder in the Dust</em> are familiar ones, though their roles are new.  Although Chick Mallison tagged along with his uncle in the five previously published detective stories that Faulkner would collect in <em>Knight's Gambit</em> (1949), he takes the lead in <em>Intruder</em> while his uncle, Gavin Stevens, remains somewhat removed from the main action.  Stevens also appeared in the earlier novel <em>Light in August</em> and would return to stay with <em>Intruder</em>, becoming a fixture in the subsequent works <em>Knight's Gambit</em>, <em>Requiem for a Nun</em>, <em>The Town</em> and <em>The Mansion</em>.  One of Faulkner's most impressive African American characters, Lucas Beauchamp, who first appeared in <em>Go Down, Moses</em> in 1942, shifts <em>Intruder</em> from a murder-mystery to a much more intriguing puzzle as the young Chick struggles, over a series of years, to see Lucas as more than the locus of a town's hatred, fear, and frustration. </p>\n<p>Faulkner drew on his prolonged stints in Hollywood throughout the 1940's for the novel's murder mystery, and its subsequent reworking into a movie (1949) shot in Oxford offered him a reprieve from his persistent financial troubles.  But there were larger issues that drove Faulkner to this text at this time: his conviction that above and beyond the murder-mystery, the novel concerned the \"relationship between Negro and white, specifically or rather the premise being that the white people in the south, before the North or the govt. or anyone else, owe and must pay a responsibility to the Negro.\"  His quick reassurance to his editor, \"But it's a story; nobody preaches in it,\" is only half true; in the last half of the novel Gavin Stevens offers lengthy speeches that many see as Faulkner's message to the North along the lines of the stand that the Southern Agrarians had taken in 1930 and that the Dixiecrats would take in the 1948 presidential election.</p>\n<p>Ultimately the novel reflects Faulkner's own deeply conflicted feelings about the South, and its racial past, present and future.  More powerful than Gavin Stevens's soliloquies are the complex, fraught relations between Chick and Lucas.  Chick's unpayable debt to Lucas, generated in a boyhood misadventure, re-sets the terms of racial interaction both within Faulkner's fiction and outside it.  Chick's attempts to absolve himself of obligation to Lucas recall the pairs of black and white boys who appear throughout <em>Go Down, Moses</em>.  This pattern prepares the way for <em>Intruder</em>, where, to Chick, Lucas is first an undesired savior, then a man whose pride \"earns\" him the hatred of Chick and many others in the town mob, and finally an old man whose wife has died and whose white and black blood forces him to stake claim to an identity outside racial boundaries.  </p>\n<p>The novel was first published by Random House on September 27, 1948.  The text used here is Noel Polk's Corrected Text, published by Vintage International in 2011.</p>\n<p><strong>Dating the Story</strong>: The main events of the novel take place between a Saturday and a Monday in May.  The exact days remain elusive - in one passage the Monday is identified as May 9 (144); in another, May 9 is the Saturday (221).  The year is not explicitly identified at all.  The narrative's one reference to yearly dates seems deliberately blurred: Chick's mother addresses a grievance to \"all A.D. of our Lord one thousand and nine hundred and thirty and forty and fifty\" (31-32).  Answering a question about Gavin Stevens, <a href=\"http://faulkner.lib.virginia.edu/display/wfaudio13#wfaudio13.21\" target=\"_blank\">Faulkner told an audience</a> at the University of Virginia that \"<em>Intruder in the Dust</em> happened about 19—35 or '40.\"  That dash represents the long pause you can hear in Faulkner's answer; his hesitancy can serve to represent the challenge we face in determining a year.  Using the Depression era date Faulkner came up with after the pause would make the novel more or less consistent with the chronology of Gavin's life throughout the Yoknapatawpha fictions.  However, we have chosen to set the story a decade later, in 1947, basing our choice on the novel rather than the larger canon.  There is some textual support in the novel for the earlier date, especially two passages that say \"seventy-five years\" have passed since the Civil War (117, 151). On the other hand, there are a number of things mentioned in the novel that did not exist until the 1940s, from the \"zoot pants\" that Aleck Sanders is wearing at the end (232) to, more notably, the \"atom bomb\" that Gavin refers to in one of his monologues with Chick (146).  Most significantly, both Gavin's and the novel's rhetorical stances are defined by events from the politics of post-World War II America.  In 1946, President Truman formed a Commission on Civil Rights.  This was an early move in the Cold War with Soviet Russia that began as soon as the hot war with Nazism ended (Gavin refers to both these conflicts in defining \"the present\" time, 211).  Out of that Commission's report came Truman's actions in 1947, over strong Southern objections, to integrate both the armed services and the federal workforce, along with a new national concern with the injustices connected with segregation in the Jim Crow South.  Reviewing the novel in 1948, black and white critics picked up immediately on this context; Edmund Wilson, for instance, called it \"a kind of blast to the anti-lynching bill [in Congress] and to the civil rights plank in the Democratic platform [in the 1948 Presidential race].\"  Gavin Stevens' repeated and tetchy insistence that the white South must be left to solve the South's racial problem with no coercion or even \"(with thanks) advice\" (199, 204) from \"the outlanders North East and West\" (210); Gavin's declaration that \"we\" of the South \"must resist the North\" (151) that seeks to \"force on us laws based on the idea that man's injustice to man can be abolished overnight\" (199) - these assertions, which make no sense in the context of the Depression, reflect Faulkner's desire to use Gavin's voice and the plot of his novel to address his contemporaries in the late Forties.  All that said, however, it has to be acknowledged the our choice is an interpretative act.</p>\n","publication_date":"1948-09-27"},{"first_publisher_date":"","title":"\"Knight's Gambit\"","display_order":"62.00","page_stop":"","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"","page_start":"","code":"KGB","edit_copy_publisher_date":"","first_publisher":"","citation":"","edit_copy_publisher":"","about":"","publication_date":"1949-11-27"},{"first_publisher_date":"","title":"Requiem for a Nun","display_order":"63.00","page_stop":"","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"","page_start":"","code":"RQ","edit_copy_publisher_date":"","first_publisher":"","citation":"","edit_copy_publisher":"","about":"","publication_date":"1951-09-27"},{"first_publisher_date":"March 1955","title":"\"Race at Morning\"","display_order":"64.00","page_stop":"310","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"296","code":"RAM","edit_copy_publisher_date":"1997","first_publisher":"The Saturday Evening Post","citation":"<p>How to cite this resource:<br />Coleman, Robert, and Stephen Railton.  \"Faulkner's 'Race at Morning.'\"  Added to the project: 2016.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>The immediate precipitant for the story was the cost of Jill Faulkner's wedding in August 1954.  A month afterwards her father wrote his stepson to say that he had \"just finished a hunting story Post should buy, maybe $2000.00, am happy to be earning again.\"  It has obvious connections to the hunting stories Faulkner told in <em>Go Down, Moses</em> (1942).  Although its tone is comic rather than epic-elegiac, \"Race at Morning\" is like \"The Bear\" in being about an extraordinary chase after an old adversary on the last day of the season.  Most of the story's hunters are the same Yoknapatawpha men who went on the novel's annual hunts - Walter Ewell, Roth Edmonds, Will Legate, Ike McCaslin.  And the two major new characters, from the Delta region where the hunt takes place, are cast in the familiar roles of surrogate father and man-in-training that were earlier played by Sam Fathers and Ike.  The surrogate father's name - Mister Ernest - suggests the possibility that Faulkner also wanted imaginatively to link the story to Ernest Hemingway, who had just won the Nobel Prize (five years after Faulkner), largely on the basis of his great \"hunting\" story, <em>The Old Man and the Sea</em> (1952).  The ending of Faulkner's story, however, is much more optimistic than either his novel, or Hemingway's novella.</p>\n<p>Faulkner was right about <em>The Saturday Evening Post</em>, which bought the story for $2500 and published it on 5 March 1955.  Faulkner revised it slightly for his 1955 collection <em>The Big Woods</em>.  Joseph Blotner reprinted the <em>Post</em> version of the story in his edition of the <em>Uncollected Stories</em>, which is the basis for our representation of it here.</p>\n","publication_date":"1955-03"},{"first_publisher_date":"October 1955","title":"\"By the People\"","display_order":"65.00","page_stop":"139","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"","page_start":"86","code":"BP","edit_copy_publisher_date":"October 1955","first_publisher":"Mademoiselle Magazine","citation":"<p>How to cite this resource:<br />\nBurgers, Johannes H., and Stephen Railton. \"Faulkner's 'By the People.'\" Added to the project: 2018. <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Mademoiselle Magazine","about":"<p>Faulkner wrote this story about the conflict between democratic politics and demagoguery while visiting New York City in October, 1954.  Perhaps it was being away from the South that allowed him to make one of his most plain-spoken statements about its patterns of racial bigotry and ethnic intolerance.  For example, this is his only story to mention the Ku Klux Klan by name.  His focus, however, is not on the victims of prejudice, but on the way an electorate's prejudices can be manipulated by ambitious, unscrupulous politicians for private gain.  Faulkner originally called the villain of this story \"Homer X. Yarbry,\" but ended up identifying him as Clarence Snopes, who first appeared in <em>Sanctuary</em> (1931).  After serving 25 years in the Mississippi legislature, Snopes is on the verge of running for Congress, and certain to defeat his announced opponent, a genuine hero with a Congressional Medal of Honor among other medals, but in the end is defeated by one of Faulkner's favorite characters, the peripatetic salesman named V.K. Suratt.  Suratt is a man of the people.  He is even a kind of redneck: the text mentions his \"shaved\" and \"sunburned\" neck (88).  But in the end Suratt has to act as an individual; government \"by the people\" - or what the story calls \"the voting competence of every sharecropper and tenant farmer not only in Yoknapatawpha County but in all Mississippi\" (132) - remains unrecuperated.</p>\n<p>Because of the particular way in which the dirty trick Suratt plays on Snopes is dirty, eight magazines rejected the story before it was bought by <em>Mademoiselle</em> for $750 in early 1955; the magazine published it in October, 1955.  Faulkner incorporated it, with very few revisions, into the final volume of the Snopes Trilogy, <em>The Mansion</em> (1959).  It was reprinted in <em>Prize Stories 1957: The O'Henry Awards</em> and <em>40 Best Stories from Mademoiselle, 1935-1960</em>, but Joseph Blotner did not include it in his <em>Uncollected Stories</em>, so our representation is based on the <em>Mademoiselle</em> text.</p>\n","publication_date":"1955-10"},{"first_publisher_date":"1 May 1957","title":"The Town","display_order":"66.00","page_stop":"390","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"T","edit_copy_publisher_date":"2011","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />\nTowner, Theresa M., James B. Carothers, Jennie J. Joiner and Lorie Watkins. \"Faulkner's <em>The Town</em>.\" Added to the project: 2018. <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>The origins of <em>The Town</em>, Faulkner's seventeenth novel, can be traced to an unfinished novel early in his career called \"Father Abraham\" (1926-27).  That story finds Flem Snopes a banker in Jefferson, having left the rural enclave of Frenchman's Bend.  For the rest of his career, Faulkner thought about Snopeses.  He had the idea for a trilogy about the family by the fall of 1938, when he described the project in a letter to his editor Robert Haas.  However, he did not produce the first volume until 1940 (<em>The Hamlet</em>), and it wasn't until fifteen years later that he took up work on <em>The Town</em>, publishing it on 1 May 1957.  His working title for the novel was \"Rus in Urbe,\" Latin for \"country in the city,\" which underscores the apparently ceaseless \"influx\" of Snopeses into Jefferson.  He made an early decision to include the episodes from two previously published short stories, \"Centaur in Brass\" (1932) and \"Mule in the Yard\" (1934), revising them according to the new thematic demands of the novel.  One of those demands was the representation of the reactions of \"the town\" to Snopeses in their midst.  Faulkner lodged those reactions mainly in his three first-person narrators:  young Charles (Chick) Mallison; his maternal uncle, Gavin Stevens; and the sewing machine salesman V.K. Ratliff.  In addition to monitoring individual Snopeses, these narrators act as repositories for the stories of people who interact with Flem Snopes and his family.  Noel Polk issued the corrected text of <em>The Town</em> in 1999 (Library of America), and Vintage International issued that version in paperback in September 2011; our representation of the novel is based on that edition.</p>\n<p><strong>Dating the Story</strong>:  Dates in this novel are both exactly rendered and frustratingly vague and slippery.  For example, Eula's gravestone records her life span as 1889-1927, but only gives the years.  In Chapter 24 Gavin says she died \"just a week from [Linda's] birthday (376), and in Chapter 16 Chick tells Ratliff that Linda's birthday is \"the twelfth of April\" (271).  Gavin's phrase typically implies a week <em>before</em> a birthday; however, in Chapter 19 Chick meets Eula in the Square on one of the days that Jefferson's school is closed \"in the middle of April\" (316), which would only be possible if Gavin meant the week <em>after</em> Linda's birthday.  In any case, we have chosen that reading.  Similarly, Chick claims that he was \"just twelve\" when Eula died (353), but other events put Chick's birthday in 1913, during the year after the scandalous Cotillion Club ball at Christmas 1912 - which would make him 13 or 14 in 1927.  In determining the chronology for our representation, we kept to a plan that is occasionally at odds with textual details but allows us to create a chronological sequence that adheres to the vast majority of the novel's references to time and is itself consistent.  Something like Chick's claim to have been \"just twelve\" in 1927 is therefore plausible as just that, a claim rather than narrative fact.  Another problematic element in Chick's narration specifically is the fact that he narrates many episodes that he either didn't witness because he wasn't born yet (as in the novel's first sentence, for example) or didn't understand fully at the time.  The references that he makes to the times that he was \"old enough\" to understand certain things - like the affair between Manfred de Spain and Eula Varner Snopes (318) - we have dated as 1930-1932, when Chick would have been seventeen to nineteen instead of \"just twelve.\"  We use the same 2-year period as the date for the passages in Gavin's chapters which directly address his readers as \"you.\"</p>\n","publication_date":"1957-05-01"},{"first_publisher_date":"13 November 1959","title":"The Mansion","display_order":"67.00","page_stop":"478","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"M","edit_copy_publisher_date":"2011","first_publisher":"Random House","citation":"","edit_copy_publisher":"Vintage International","about":"","publication_date":"1959-11-13"},{"first_publisher_date":"1962","title":"The Reivers ","display_order":"68.00","page_stop":"305","nid":null,"edit_copy_publisher_location":"New York","first_publisher_location":"New York","page_start":"3","code":"R","edit_copy_publisher_date":"1992","first_publisher":"Random House","citation":"<p>How to cite this resource:<br />Denton, Ren, Steven Knepper, and Stephen Railton.  \"Faulkner's <em>The Reivers</em>.\"  Added to the project: 2015.  <em>Digital Yoknapatawpha</em>, University of Virginia, <a href=\"http://faulkner.iath.virginia.edu\">http://faulkner.iath.virginia.edu</a></p>\n","edit_copy_publisher":"Vintage International","about":"<p>Faulkner's last novel was written in 1961, and published 4 June 1962 - just a month before his death. His original title for it was \"The Horse Stealers\"; this was shortened to \"The Stealers,\" then changed to \"The Reavers\" - an archaic English word for \"robbers\" - before he settled on <em>The Reivers</em>, which uses an even more archaic Scottish spelling of the word.  One thing that remained unchanged throughout its composition is the subtitle: \"A Reminiscence.\" An essentially comic picaresque coming-of-age story featuring the misadventures of Lucius Priest, an 11-year-old boy, with two lower class men, one white and one black, the novel has often been compared to <em>Huck Finn</em>.  But while Lucius' journey takes him among prostitutes, gamblers and other kinds of outcasts, as a member of Yoknapatawpha's aristocracy he enjoys a much more secure place in the social order than Huck could ever imagine.</p>\n<p>The book's narrative structure is surprisingly complex.  Its first two words - \"Grandfather said\" - are written by the protagonist's grandson, also named Lucius.  The remainder of the book is spoken by the older Lucius, a man in his late sixties reminiscing about what happened some fifty-six years earlier.  Although most of this story takes place outside Yoknapatawpha, it seems safe to assume that both Luciuses are somewhere in the county when it is told and retold; in any case, we have located the events that take place in 1961, whenever grandfather Lucius interrupts his narrative to speak directly to his grandson, in \"Courthouse Square,\" the project's default site for  events that canot be more precisely located in Jefferson or Yoknapatawpha.   </p>\n<p>The idea for the novel first occurred to Faulkner in 1940, but the book he wrote two decades later can be read as a kind of indulgent valedictory to his career, especially in the way it deploys or alludes to so many characters and locations from earlier Yoknapatawpha fictions.  It has the happiest ending and is the most popularly accessible of all Faulkner's novels.  While some contemporary critics complained it was too nostalgic or sentimental, it was generally well-received, and chosen for both the Book-of-the-Month Club and the 1963 Pulitzer Prize.</p>\n","publication_date":"1962-06-04"},{"first_publisher_date":"","title":"\"With Caution and Dispatch\"","display_order":"69.00","page_stop":"","nid":null,"edit_copy_publisher_location":"","first_publisher_location":"","page_start":"","code":"WCD","edit_copy_publisher_date":"","first_publisher":"","citation":"","edit_copy_publisher":"","about":"","publication_date":"1979"},{}]